Repository: ArithFi/Web-User-Interface
Catalog: src/locales/*/messages.po
Languages: es, pt, ru, tr, vi

source: Please click Approve for authorization and then you can open the position, this process will consume some GAS.
es: Por favor, haz clic en Aprobar para autorizar y luego podrás abrir la posición, este proceso consumirá algo de GAS.
pt: Clique em Aprovar para obter autorização e, em seguida, pode abrir a posição, este processo consumirá algum GAS.
ru: Пожалуйста, нажмите "Approve" для авторизации, затем вы можете открыть позицию. Этот процесс потребует некоторого количества GAS.
tr: Yetkilendirme için Onay'a tıklayın ve ardından pozisyon açabilirsiniz, bu işlem biraz gaz tüketecektir.
vi: Vui lòng nhấp vào Phê duyệt để xác thực và sau đó bạn có thể mở vị thế, quá trình này sẽ tiêu thụ một khoản GAS.

source: Please complete your sign
es: Por favor completa tu firma
pt: Por favor, complete sua assinatura.
ru: Пожалуйста, завершите вашу регистрацию
tr: Lütfen işaretinizi tamamlayın
vi: Vui lòng hoàn thành chữ ký của bạn

source: Please note that "Limit order" or "Stop order" is not guaranteed to be executed. This may include, but is not limited to, the following cases.
es: Ten en cuenta que las órdenes de "Límite"\ o "Stop"\ no están garantizadas para ser ejecutadas. Esto puede incluir, pero no se limita a, los siguientes casos.
pt: Tenha em atenção que a execução de uma "ordem de limite" ou "ordem de paragem" não é garantida. Isto pode incluir, mas não se limita a, os seguintes casos.
ru: Обратите внимание, что «лимитный ордер» или «стоп-ордер» не гарантируют исполнение. Это может включать, но не ограничивается следующими случаями.
tr: "Limitsiz emir"\ veya "Durdurma emri" in kesinlikle yürütüleceği garanti edilmez. Bu durumlar şunları içerebilir, ancak bunlarla sınırlı değildir."
vi: Vui lòng lưu ý rằng "Lệnh giới hạn" hoặc "Lệnh dừng" không được đảm bảo sẽ được thực hiện. Điều này có thể bao gồm, nhưng không giới hạn, các trường hợp sau đây.

source: Please note that due to price fluctuation during settlement, the PNL, profit shared and settled value may vary from displayed above.
es: Por favor, tenga en cuenta que debido a la fluctuación de precios durante el proceso de liquidación, las ganancias y pérdidas (PNL), la participación en las ganancias y el valor liquidado pueden variar con respecto a lo mostrado anteriormente.
pt: Por favor, note que devido à flutuação de preços durante a liquidação, o PNL, o lucro compartilhado e o valor liquidado podem variar em relação ao exibido acima.
ru: Обратите внимание, что из-за колебаний цен во время расчета, PNL, доля прибыли и установленная стоимость могут различаться от отображенных выше.
tr: Lütfen dikkat edin, uzlaşma sırasında fiyat dalgalanmaları nedeniyle PNL, kar payı ve uzlaşılan değer yukarıda gösterilenden farklılık gösterebilir.
vi: Xin lưu ý rằng do biến động giá trong quá trình thanh toán, giá trị PNL, lợi nhuận chia sẻ và giá trị đã thanh toán có thể khác so với thông báo ở trên.

source: PnL Ratio
es: Ratio de PnL
pt: axa de PNL
ru: Коэффициент PNL
tr: Kar/Zarar Oranı
vi: Tỷ lệ Lãi/Lỗ (PnL)

source: Position
es: Posición
pt: Posição
ru: Позиция
tr: Pozisyon
vi: Vị thế

source: Position Value
es: Valor de la Posición
ru: Стоимость Позиции
vi: Giá trị Vị thế

source: Positions
es: Posiciones
pt: Posições
ru: Позиции
tr: Pozisyonlar
vi: Vị thế

source: Previous Profit
es: Önceki Kar
pt: Lucro Anterior
ru: Предыдущая прибыль
tr: Önceki Kar
vi: Lợi nhuận trước đó

source: Price
es: Precio
pt: Preço
ru: Цена
tr: Fiyat
vi: Giá

source: Products
es: Productos
ru: Продукты

source: Profit (ATF)
es: Ganancia (ATF)
pt: Lucro (ATF)
ru: Прибыль (ATF)
tr: Kar (ATF)
vi: Lợi nhuận (ATF)

source: Profit Sharing
es: Participación en las ganancias
pt: Partilha de lucros
ru: Прибыльное участие
tr: Kâr Paylaşımı
vi: Chia sẻ lợi nhuận

source: Profit Sharing:
es: Participación en las Ganancias
pt: Compartilhamento de Lucros:
ru: Деление прибыли
tr: Kar Paylaşımı
vi: Chia sẻ lợi nhuận:

source: Profit(ATF)
es: Ganancia (ATF)
pt: Lucro(ATF)
ru: Прибыль(ATF)
tr: Kar (ATF)
vi: Lợi nhuận(ATF)

source: Profit&Loss
es: Rendimiento
ru: Прибыль и Убыток
vi: Lãi & Lỗ

source: Protocol Achieves
es: Protocolo Logra
ru: Протокол достигает

source: Realized PnL
es: PnL Realizado
ru: Реализованная прибыль/убыток

source: Realized PNL/Initial Margin. Including funding amounts.
es: PNL Realizado/Margen Inicial. Incluyendo cantidades de financiamiento.
ru: Реализованная прибыль/убыток/Начальная маржа. Включая суммы финансирования.

source: Received
es: Recibido
pt: Recebido
ru: Получено
tr: Alındı
vi: Đã nhận

source: Received 100 ATF test tokens
es: Recibido 100 fichas de prueba ATF
pt: Recebeu 100 tokens de teste ATF
ru: Получены 100 тестовых токенов ATF
tr: 100 ATF deneme jetonu aldı
vi: Nhận được 100 token thử nghiệm ATF

source: Recent transactions
es: Transacciones recientes
pt: Transacções recentes
ru: Последние сделки
tr: Son işlemler
vi: Các lệnh giao dịch gần đây

source: Referral
es: Referencia
pt: Referência
ru: Реферал
tr: Yönlendirme
vi: Giới thiệu

source: Remaining Copy Amount
es: Monto de Copia Restante
pt: Valor de Cópia Restante
ru: Оставшаяся сумма для копирования
tr: Kalan Kopya Miktarı
vi: Số tiền sao chép còn lại

source: Remember me
es: recuérdame
pt: lembre-se de mim
ru: помни меня
tr: beni hatırla
vi: nhớ tôi

source: Return
es: Rendimiento
ru: Доходность
vi: Lợi nhuận

source: Risk Warning
es: Advertencia de Riesgo
pt: Aviso de Risco
ru: Предупреждение об уровне риска
tr: Risk Uyarısı
vi: Cảnh báo rủi ro

source: Roadmap
es: Hoja de Ruta
ru: Дорожная карта

source: Roadmap of ArithFi
es: Hoja de Ruta de ArithFi
pt: Cronograma da ArithFi
ru: Дорожная карта ArithFi
tr: ArithFi'nin Yol Haritası
vi: Lộ trình phát triển của ArithFi

source: Save
es: Guardar
pt: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu

source: Scan and copy the trade
es: Escanear y copiar la operación
pt: Escanear e copiar a negociação
ru: Сканировать и копировать сделку
tr: İşlemi tarayın ve kopyalayın
vi: Quét và sao chép giao dịch

source: Scan to Download App
es: Escanear para Descargar la Aplicación
ru: Сканируйте, чтобы скачать приложение

source: Search
es: Buscar
pt: Pesquisar
ru: Поиск
tr: Arama
vi: Tìm kiếm

source: Select KOL
es: Seleccionar al KOL
pt: Selecionar KOL
ru: Выбрать KOL
tr: KOL'u Seç
vi: Chọn KOL

source: Sell position
es: Vender posición
pt: Vender posição
ru: Продать позицию
tr: Pozisyonu Sat
vi: Vị thế bán

source: Send request
es: Enviar solicitud
pt: Enviar solicitações
ru: Отправить запрос
tr: İstek gönder
vi: Gửi yêu cầu

source: Service Fee
es: Tarifa de servicio
pt: Taxa de Serviço
ru: Сервисный сбор
tr: Hizmet Ücreti
vi: Phí dịch vụ

source: Set the margin for each order as well as the overall copy trading amount.
es: Establezca el margen para cada orden, así como el monto total de la copia de trading.
pt: Definir a margem para cada ordem, bem como o valor total de negociação por cópia.
ru: Установите маржу для каждого ордера, а также общую сумму копирования сделок.
tr: Her emir için marjı ve genel kopya işlem miktarını ayarlayın.
vi: Đặt biên độ cho mỗi lệnh cũng như tổng số tiền giao dịch sao chép.

source: Setting
es: Configuración
pt: Configuração
ru: Настройка
tr: Ayar
vi: Thiết lập

source: Settings
es: Configuraciones
pt: Configurações
ru: Настройки
tr: Ayarlar
vi: Cài đặt

source: Share
es: Compartir
pt: Partilhar
ru: Поделиться
tr: Paylaş
vi: Chia sẻ

source: Short
es: Corto
pt: Curto
ru: Шорт
tr: Kısa
vi: Bán

source: Size
es: Tamaño
ru: Размер

source: SL Executed
es: SL Ejecutado
pt: SL executado
ru: SL Выполнено
tr: SL Yürütüldü
vi: Dừng lỗ Đã thực hiện

source: Slippage Tolerance
es: Tolerancia de Deslizamiento
pt: Tolerância de Deslizamento
ru: Допустимый уровень проскальзывания
tr: Kayma Toleransı
vi: Dung sai Slippage

source: Slippage Tolerance Setting
es: Configuración de Tolerancia de Deslizamiento
pt: Configuração de Tolerância ao Deslizamento
ru: Настройка допустимого отклонения цены
tr: Kayma Toleransı Ayarı
vi: Cài đặt ngưỡng độ trượt giá

source: slippage trading at any time
es: operaciones con deslizamiento en cualquier momento
ru: торговля со скольжением в любое время

source: Start Trading
es: Comenzar a operar
pt: Iniciar Negociação
ru: Начать торговлюd
tr: Ticaret'e Başla
vi: Bắt đầu giao dịch

source: Status
es: Estado
ru: Статус
tr: Durum
vi: Trạng thái

source: Stop Copying
es: Detener la Copia
pt: Parar de Copiar
ru: Прекратить копирование
tr: Kopyalamayı Durdur
vi: Dừng Sao chép

source: Stop Loss
es: límite de pérdida
ru: Стоп-лосс
tr: Zararı Durdur
vi: Dừng lỗ

source: Stop-Limit
es: Detener y Limitar
pt: Limite de Parada
ru: Стоп-лимит
vi: Dừng-Giới hạn

source: Success
es: Éxito
pt: Sucesso
ru: Успешно
tr: Başarı
vi: Thành công

source: Support
es: Apoyo
ru: Поддержка

source: Swap
es: Intercambiar
pt: Trocar
ru: Обменять
tr: Takas
vi: Đổi

source: Switch network successfully
es: Cambio de red exitoso
pt: Rede trocada com sucesso
ru: Успешно переключена сеть
tr: Ağ başarıyla değiştirildi
vi: Chuyển mạng thành công

source: Symbol
es: Símbolo
pt: Símbolo
ru: Тикет
tr: Sembol
vi: Biểu tượng

source: Symbol Preference
es: Preferencia de Símbolo
pt: Preferência de Símbolo
ru: Предпочтение символа
tr: Sembol Tercihi
vi: Ưu tiên biểu tượng

source: Take Profit
es: Tomar Ganancia
pt: Obter lucro
ru: Прибыль
tr: Kar Al
vi: Chốt lời

source: Test BNB
es: BNB de Prueba
pt: Teste BNB
ru: Тест BNB
vi: Thử nghiệm BNB

source: The foreign exchange market is closed. Please wait for the market to open before taking any action.
es: El mercado de divisas está cerrado. Por favor, espere a que el mercado abra antes de tomar cualquier acción.
ru: Рынок валют закрыт. Пожалуйста, дождитесь открытия рынка, прежде чем принимать какие-либо действия.

source: The funding amount in ArithFi is a cash flow compensation or penalty exchanged between holders of long and short positions, which is directly reflected in the PNL.
es: La cantidad de financiación en ArithFi es una compensación o penalización de flujo de efectivo intercambiada entre titulares de posiciones largas y cortas, que se refleja directamente en el PNL.
ru: Сумма финансирования в ArithFi - это компенсация или штраф за обмен денежным потоком между держателями длинных и коротких позиций, что непосредственно отражается в PNL.

source: The lower the Margin Ratio, the lower your liquidation level will be relative to your position size. Your positions will be liquidated once Margin Ratio reaches 100%.
es: Cuanto más bajo sea el Ratio de Margen, más bajo será su nivel de liquidación en relación con el tamaño de su posición. Sus posiciones serán liquidadas una vez que el Ratio de Margen alcance el 100%.
ru: Чем ниже коэффициент маржи, тем ниже будет ваш уровень ликвидации относительно размера вашей позиции. Ваши позиции будут ликвидированы, как только коэффициент маржи достигнет 100%.

source: The maximum deposit amount is
es: El monto máximo de depósito es
pt: O valor máximo de depósito é
ru: Максимальная сумма депозита составляет
tr: Maksimum depozito tutarı
vi: Số tiền nạp tối đa là

source: The minimum withdrawal amount greater than 15 ATF
es: El monto mínimo de retiro es mayor que 15 ATF.
pt: O valor mínimo de retirada é superior a 15 ATF
ru: Минимальная сумма вывода больше 15 ATF
tr: Minimum çekim miktarı 15 ATF'den büyük"
vi: Số tiền tối thiểu có thể rút lớn hơn 15 ATF

source: The total amount you invested in copying this trader’s signals.
es: La cantidad total que invertiste al copiar las señales de este trader.
pt: O valor total que você investiu ao copiar os sinais deste trader.
ru: Общая сумма, которую вы инвестировали в копирование сигналов этого трейдера.
tr: Bu tüccarın sinyallerini kopyalamak için yatırdığınız toplam miktar.
vi: Tổng số tiền bạn đã đầu tư để sao chép các tín hiệu của người giao dịch này.

source: The transaction failed and the amount has been fully refunded. You can re-trade
es: La transacción falló y el monto ha sido reembolsado completamente. Puedes volver a operar.
pt: A transação falhou e o valor foi completamente reembolsado. Você pode fazer uma nova negociação
ru: Транзакция не удалась, и сумма была полностью возмещена. Вы можете повторно торговать
tr: İşlem başarısız oldu ve miktar tamamen iade edildi. Yeniden işlem yapabilirsiniz.
vi: Giao dịch thất bại và số tiền đã được hoàn trả đầy đủ. Bạn có thể giao dịch lại.

source: This indicates the actual profit of your current position. Please note that this data does not pre-deducted profit.
es: Esto indica el beneficio real de su posición actual. Tenga en cuenta que estos datos no incluyen ganancias pre-deducidas.
ru: Это показывает реальную прибыль вашей текущей позиции. Обратите внимание, что эти данные не включают предварительно вычтенную прибыль.
vi: Điều này chỉ ra lợi nhuận thực tế của vị thế hiện tại của bạn. Lưu ý rằng dữ liệu này không bao gồm lợi nhuận được trừ trước.

source: This indicates your copy trading total profit for copying this trader. Profit&Loss = Total Profit - Total Pre-Deducted Profit Sharing . Your surplus pre-deducted profit will be refunded at settlement.
es: Esto indica el beneficio total de tu copia de trading al copiar a este trader. Ganancias y Pérdidas = Beneficio Total - Participación en Beneficios Pre-deducida Total. Tu excedente de beneficio pre-deducido será reembolsado en el momento de la liquidación.
ru: Это указывает на вашу общую прибыль от копирования торгов этого трейдера. Прибыль и Убыток = Общая Прибыль - Общая Предварительно Вычтенная Доля Прибыли. Ваш избыточный предварительно вычтенный доход будет возвращен при расчете.
vi: Điều này chỉ ra tổng lợi nhuận giao dịch sao chép của bạn cho việc sao chép nhà giao dịch này. Lãi & Lỗ = Tổng Lợi nhuận - Tổng Lợi nhuận Chia sẻ Trừ trước. Lợi nhuận trừ trước dư sẽ được hoàn trả vào thời điểm thanh toán.

source: This indicates your copy trading total profit.Profit&Loss = Total Profit - Total Pre-Deducted Profit Sharing . Your surplus pre-deducted profit will be refunded at settlement.
es: Esto indica tu beneficio total en copy trading. Ganancias y Pérdidas = Beneficio Total - Participación de Beneficios Total Pre-deducida. Tu beneficio pre-deducido sobrante será reembolsado en la liquidación.
ru: Это показывает вашу общую прибыль от копи-трейдинга. Прибыль и Убыток = Общая Прибыль - Общая Предварительно Вычтенная Доля Прибыли. Ваш излишек предварительно вычтенной прибыли будет возвращен при расчете.
vi: Điều này chỉ ra tổng lợi nhuận giao dịch sao chép của bạn. Lãi & Lỗ = Tổng Lợi nhuận - Tổng Lợi nhuận Chia sẻ Đã Trừ trước. Lợi nhuận dư thừa đã trừ trước sẽ được hoàn trả khi thanh toán.

source: Time
es: Tiempo
pt: Tempo
ru: Время
tr: Zaman
vi: Thời gian

source: To(Estimated)
es: A (Estimado)
pt: Para (Estimado)
ru: Для (приблизительно)
tr: Hedeflenen (Tahmini) Zaman
vi: Đến (Ước tính)

source: Today's PNL
es: Ganancia/Pérdida Hoy
pt: O PNL de hoje
ru: Прибыли и убытки or Прибыль и убыток
tr: Bugünkü Kar/Zarar
vi: PNL hôm nay

source: Tokenomics
es: Tokenómica
ru: Токеномика

source: Total
ru: Всего
tr: Toplam
vi: Tổng cộng

source: Total Asset Value
es: Valor Total de Activos
pt: Valor Total do Ativo
ru: Общая стоимость активов
tr: Toplam Varlık Değeri
vi: Giá trị tài sản tổng cộng

source: Total Assets
es: Activos Totales
ru: Общие Активы
vi: Tổng Tài sản

source: Total Burned
es: Total Quemado
pt: Total Queimado
ru: Всего сожжено
tr: Toplam Yakılan
vi: Tổng số đã đốt cháy

source: Total Copy Amount
es: Monto Total de Copia
pt: Valor Total Copiado
ru: Общая сумма копирования
tr: Toplam Kopya Miktarı
vi: Tổng số tiền sao chép

source: Total Invitees
es: Invitados Totales
pt: Total de convidados
ru: Общее количество приглашенных
tr: Toplam Davet Edilenler
vi: Tổng số người mời được

source: Total Profit
es: Ganancia Total
pt: Lucro total
ru: Общая прибыль
tr: Toplam Kar
vi: Tổng lợi nhuận

source: Total Profit & Loss
es: Ganancia y Pérdida Total
pt: Total de lucros e perdas
ru: Общий доход и убыток
tr: Toplam Kar ve Zarar
vi: Tổng lợi nhuận & lỗ

source: Total Profit Sharing
es: Participación total en las ganancias
pt: Partilha total de lucros
ru: Общая прибыльная доля
tr: Toplam Kâr Paylaşımı
vi: Tổng lợi nhuận chia sẻ

source: Total Trading Volume
es: Volumen Total de Operaciones
pt: Volume total de transacções
ru: Общий объем торговли
tr: Toplam Kar ve Zarar
vi: Tổng khối lượng giao dịch

source: Total User
es: Total de Usuarios
pt: Total de Usuários
ru: Общее количество пользователей
tr: Toplam Kullanıcı
vi: Tổng số người dùng

source: Total Volume
es: Volumen Total
pt: Volume Total
ru: Общий объем
tr: Toplam Hacim
vi: Tổng số lượng giao dịch

source: TP and SL price you set will trigger immediately.
es: Los precios de TP y SL que establezcas se activarán inmediatamente.
pt: O preço de TP e SL que você definiu será acionado imediatamente.
ru: Цена TP и SL, которую вы установили, сработает немедленно.
tr: Belirlediğiniz TP ve SL fiyatları hemen tetiklenecektir.
vi: Giá TP và SL bạn đặt sẽ kích hoạt ngay lập tức.

source: TP Executed
es: TP Ejecutado
pt: TP executado
ru: TP Выполнено
tr: TP Yürütüldü

source: Trade
es: Comercio
ru: Торговля
vi: Giao dịch

source: Trade Time
es: Hora de Comercio
ru: Время Торговли

source: Trade tokens in instant
es: Opera tokens al instante
pt: Negocie tokens instantaneamente
ru: Торговля токенами мгновенно
tr: Anında jetonlarla işlem yapın
vi: Giao dịch token ngay lập tức

source: Trade With $ATF
es: Operar con $ATF
pt: Negociar com $ATF
ru: Торгуйте с помощью $ATF
tr: $ATF ile Ticaret Yap
vi: Giao dịch với $ATF

source: Traded Invitees
es: Invitados que Han Realizado Operaciones
pt: Investidos negociados
ru: Торговые приглашенные
tr: İşlem Yapan Davetliler
vi: Người được mời đã giao dịch

source: Trader
ru: Трейдер
tr: Tüccar
vi: Người giao dịch

source: Trader Profile
es: Perfil del Trader
pt: Perfil do Trader
ru: Профиль трейдера
tr: Tüccar Profili
vi: Hồ sơ của người giao dịch

source: Trader profit sharing rules.
es: Yatırımcı Kar Paylaşım Kuralları.
pt: Regras de partilha de lucros para traders.
ru: Правила деления прибыли трейдера.
tr: Tüccar Kar Paylaşım Kuralları.
vi: Luật chia sẻ lợi nhuận của Người Giao Dịch.

source: trading fees,
es: comisiones de trading
ru: торговые комиссии

source: Trading Volume
es: Volumen de Operaciones
pt: Investidos negociados
ru: Объем торговли
tr: İşlem Hacmi
vi: Khối lượng giao dịch

source: Trigger
es: Disparador
pt: Gatilho
ru: Триггер
tr: Tetikleyici
vi: Kích hoạt

source: Trigger Position
es: Posición de Disparo
pt: Posição de disparo
ru: Триггер-позиция
tr: Pozisyonu Tetikle
vi: Kích hoạt vị thế

source: Trigger price should be higher than entry price
es: El precio de activación debe ser superior al precio de entrada
pt: O preço de gatilho deve ser superior ao preço de entrada
ru: Цена срабатывания должна быть выше цены входа.
tr: Tetikleme fiyatı, giriş fiyatından yüksek olmalıdır.
vi: Giá kích hoạt nên cao hơn giá vào lệnh

source: Trigger price should be higher than market price
es: El precio de activación debe ser superior al precio de mercado
pt: O preço de gatilho deve ser superior ao preço de mercado
ru: Цена срабатывания должна быть выше рыночной цены.
tr: Tetikleme fiyatı, piyasa fiyatından yüksek olmalıdır.
vi: Giá kích hoạt nên cao hơn giá thị trường

source: Trigger price should be higher than open price
es: El precio de activación debe ser mayor que el precio de apertura
pt: O preço de acionamento deve ser superior ao preço de abertura
ru: Цена срабатывания должна быть выше цены открытия
tr: Tetikleme fiyatı, açılış fiyatından yüksek olmalıdır
vi: Giá kích hoạt phải cao hơn giá mở cửa

source: Trigger price should be lower than entry price
es: El precio de activación debe ser inferior al precio de entrada
pt: O preço de gatilho deve ser inferior ao preço de entrada
ru: Цена срабатывания должна быть ниже цены входа.
tr: Tetikleme fiyatı, giriş fiyatından düşük olmalıdır.
vi: Giá kích hoạt nên thấp hơn giá nhập

source: Trigger price should be lower than market price
es: El precio de activación debe ser inferior al precio de mercado
pt: O preço de gatilho deve ser inferior ao preço de mercado
ru: Цена срабатывания должна быть ниже рыночной цены.
tr: Tetikleme fiyatı, piyasa fiyatından düşük olmalıdır.
vi: Giá kích hoạt nên thấp hơn giá thị trường

source: Trigger price should be lower than open price
es: El precio de activación debe ser menor que el precio de apertur
pt: O preço de acionamento deve ser inferior ao preço de abertura
ru: Цена срабатывания должна быть ниже цены открытия
tr: Tetikleme fiyatı, açılış fiyatından düşük olmalıdır
vi: Giá kích hoạt phải thấp hơn giá mở cửa

source: Type
es: Tipo
pt: Tipo
ru: Тип
tr: Tür
vi: Loại

source: Unrealized PnL
es: Pérdidas y Ganancias no Realizadas
ru: Нереализованный PnL
vi: Lãi & Lỗ Chưa Thực hiện

source: Unrealized PNL
es: Pérdidas y Ganancias no Realizadas
ru: Нереализованный PnL
vi: Lãi & Lỗ Chưa Thực hiện

source: Unrealized PnL (ATF)
es: Ganancias y Pérdidas no Realizadas (ATF)
pt: Lucro/Prejuízo Não Realizado (ATF)
ru: Не реализованный PnL (ATF)
tr: Gerçekleşmemiş Kar ve Zarar (ATF)
vi: PnL chưa thực hiện (ATF)

source: Unrealized PnL(ATF)
es: Ganancias y Pérdidas no Realizadas (ATF)
pt: Lucro/Prejuízo Não Realizado(ATF)
ru: Не реализованный PnL(ATF)
tr: Gerçekleşmemiş Kar ve Zarar (ATF)
vi: PnL chưa thực hiện(ATF)

source: Unrealized PNL/Initial Margin. Including funding amounts.
es: PNL no realizada/Margen inicial. Incluyendo montos de financiamiento.
ru: Нереализованная прибыль/Начальная маржа. Включая суммы финансирования.

source: Unsettled
es: Sin Liquidar
pt: Inquieto
ru: Неурегулировано
tr: Hesaplanmamış
vi: Chưa thanh toán

source: Unsettled Profit Sharing
es: Participación en las ganancias no resuelta
pt: Partilha de lucros não resolvida
ru: Не урегулированное прибыльное участие
tr: Çözülmeyen Kâr Paylaşımı
vi: Chưa giải quyết lợi nhuận chia sẻ

source: Use $ATF as margin to open positions
es: Usar $ATF como margen para abrir posiciones
ru: Используйте $ATF в качестве залога для открытия позиций

source: User
es: Usuario
pt: Usuário
ru: Пользователь
tr: Kullanıcı
vi: Người dùng

source: User Guide
es: Guía del Usuario
pt: Guia do usuário
ru: Руководство пользователя
tr: Kullanıcı Rehberi
vi: Hướng dẫn sử dụng

source: Verify ownership
es: Verificar la propiedad
pt: Verificar propriedade
ru: Подтвердить владение
tr: Sahipliği Doğrulayın
vi: Xác minh sở hữu

source: Verify ownership, Confirm you are the owner of this wallet.
es: Verificar la propiedad, Confirma que eres el propietario de esta billetera.
pt: Confirme que você é o proprietário desta carteira. Assinar é gratuito e não enviará uma transação.
ru: Подтвердите владение, Подтвердите, что вы являетесь владельцем этого кошелька.
tr: Sahipliği doğrulayın, Bu cüzdanın sahibi olduğunuzu onaylayın.
vi: Xác nhận bạn là chủ sở hữu của ví này. Việc ký là miễn phí và sẽ không gửi giao dịch.

source: View
es: Ver
pt: Ver
ru: Просмотр
tr: Görüntüle
vi: Xem

source: Volume
es: Volumen
ru: Объем
tr: Hacim
vi: Khối lượng

source: Wallet
es: Billetera
pt: Carteira
ru: Кошелек
tr: Cüzdan
vi: Ví

source: Wallet Balance
es: Saldo de la Billetera
pt: Saldo da Carteira
ru: Баланс кошелька
tr: Cüzdan Bakiyesi
vi: Số dư ví

source: What competition does ArithFi face?
es: ¿Con qué competencia se enfrenta ArithFi?
ru: С какой конкуренцией сталкивается ArithFi?

source: When Price reaches
es: Cuando el precio alcance
pt: Quando o preço atinge
ru: Когда цена достигнет
tr: Fiyat ulaştığında
vi: Khi giá đạt đến

source: Where to buy $ATF
es: Dónde comprar $ATF
pt: Onde comprar $ATF
ru: Где купить $ATF
tr: $ATF nereden alınır?
vi: Ở đâu có thể mua $ATF?

source: White Paper
es: Libro Blanco
ru: Белая бумага

source: Why ArithFi's SCP Model Does NOT have a death spiral?
es: ¿Por qué el Modelo SCP de ArithFi NO tiene una espiral de muerte?
ru: Почему у модели SCP ArithFi НЕТ спирали смерти?
