Repository: ArithFi/Web-User-Interface
Catalog: src/locales/*/messages.po
Languages: es, pt, ru, tr, vi

source: * Due to the complexity of financial data, there might be nuances and delay. Data displayed above is for reference only. We sincerely apologize for any inconvenience.
es: * Debido a la complejidad de los datos financieros, puede haber matices y retrasos. Los datos mostrados arriba son solo de referencia. Pedimos sinceras disculpas por cualquier inconveniente.
pt: Devido à complexidade dos dados financeiros, podem ocorrer nuances e atrasos. Os dados apresentados acima são apenas para referência. Pedimos sinceras desculpas por qualquer inconveniente.
ru: * Из-за сложности финансовых данных могут возникать нюансы и задержки. Представленные выше данные предназначены только для справки. Мы искренне извиняемся за возможные неудобства.
tr: * Finansal verilerin karmaşıklığı nedeniyle bazı ince detaylar ve gecikmeler olabilir. Yukarıda sunulan veriler sadece referans içindir. Herhangi bir rahatsızlık için içtenlikle özür dileriz.
vi: * Do vấn đề phức tạp của dữ liệu tài chính, có thể có sự tinh tế và trễ. Dữ liệu được hiển thị ở trên chỉ mang tính chất tham khảo. Chúng tôi thành thật xin lỗi về mọi sự bất tiện.

source: *ArithFi only supports ATF withdrawals.
es: *ArithFi solo admite retiros de ATF.
pt: *ArithFi só suporta saques de ATF.
ru: *ArithFi поддерживает только вывод ATF.
tr: *ArithFi yalnızca ATF çekimlerini destekler.
vi: *ArithFi chỉ hỗ trợ rút tiền ATF.

source: 0 balance. Before trading, you can switch to "Swap" to exchange between USDT and ATF token.
es: Saldo 0. Antes de operar, puedes cambiar a "Intercambio" para realizar un intercambio. Entre USDT y el token ATF.
pt: Saldo zero. Antes de negociar, você pode mudar para "Trocar" para trocar entre USDT e o token ATF.
ru: Баланс равен нулю. Перед началом торговли, вы можете переключиться на "обменять", чтобы обменять между USDT и токеном ATF.
tr: 0 bakiye. Ticarete başlamadan önce "Takas" yapmak için geçiş yapabilirsiniz USDT ve ATF jetonu arasında.
vi: Số dư là 0. Trước khi giao dịch, bạn có thể chuyển sang "Đổi" để đổi giữa USDT và token ATF.

source: 0 Slippage
es: 0 Deslizamiento
pt: Sem derrapagem
ru: 0 Слиппаж
tr: 0 Kayma
vi: 0 Trượt giá

source: 0 Trading Fees
es: 0 Comisiones de Trading
ru: 0 Комиссии за Торговлю

source: 0 Trading Fees and 0 Slippage
es: 0 Comisiones de Trading y 0 Deslizamiento
ru: 0 комиссий и 0 проскальзывания

source: 1. The trigger price has been reached but there is not enough time to execute.
es: 1. El precio de activación se ha alcanzado pero no hay tiempo suficiente para ejecutar la orden.
pt: 1. O preço de acionamento foi alcançado, mas não há tempo suficiente para executar.
ru: 1. Была достигнута цена триггера, но недостаточно времени для исполнения.
tr: 1. Tetikleme fiyatına ulaşıldı ancak yeterli süre yoktur.
vi: 1. Đã đạt đến mức giá kích hoạt nhưng không đủ thời gian để thực hiện.

source: 1. Uncertainty risk of income: The calculation method of Arith perpetual contract is different from the calculation method of perpetual contract of traditional centralized exchange. The Arith perpetual contract converts the future price of the asset based on the historical rate of return of the asset. Therefore, the asset price increases by 100% after the user opens a position. The user's income is not 100%. In extreme cases, even if the asset price is rising, your income may be negative.
es: 1.Riesgo de incertidumbre de ingresos: El método de cálculo del contrato perpetuo de Arith es diferente al método de cálculo del contrato perpetuo de una bolsa centralizada tradicional. El contrato perpetuo de Arith convierte el precio futuro del activo en función de la tasa de rendimiento histórica del activo. Por lo tanto, el precio del activo aumenta un 100% después de que el usuario abre una posición. Los ingresos del usuario no son del 100%. En casos extremos, incluso si el precio del activo sube, sus ingresos pueden ser negativos.
pt: 1. Risco de incerteza de renda: O método de cálculo do contrato perpétuo da Arith difere do método de cálculo do contrato perpétuo das bolsas centralizadas tradicionais. O contrato perpétuo da Arith converte o preço futuro do ativo com base na taxa de retorno histórica do ativo. Portanto, o preço do ativo aumenta em 100% depois que o usuário abre uma posição. A renda do usuário não é de 100%. Em casos extremos, mesmo se o preço do ativo estiver subindo, sua renda pode ser negativa.
ru: 1. Риск неопределенности дохода: Метод расчета вечного контракта Arith отличается от метода расчета вечного контракта традиционной централизованной биржи. Вечный контракт Arith преобразует будущую цену актива на основе исторической ставки доходности актива. Поэтому цена актива увеличивается на 100% после открытия пользователем позиции. Доход пользователя не составляет 100%. В экстремальных случаях, даже если цена актива растет, ваш доход может быть отрицательным.
tr: 1. Gelir belirsizliği riski: Arith sürekli sözleşmesinin hesaplama yöntemi geleneksel merkezi borsa sürekli sözleşmesinin hesaplama yönteminden farklıdır. Arith sürekli sözleşme, varlığın geçmiş getiri oranına dayalı olarak gelecekteki varlık fiyatını dönüştürür. Bu nedenle, kullanıcı bir pozisyon açtıktan sonra varlık fiyatı %100 artsa bile, kullanıcının geliri %100 değildir. Aşırı durumlarda, varlık fiyatı yükseliyor olsa bile geliriniz negatif olabilir.
vi: 1. Rủi ro không chắc chắn về thu nhập: Phương pháp tính toán của hợp đồng vĩnh viễn Arith khác với phương pháp tính toán của hợp đồng vĩnh viễn trên sàn giao dịch trung gian truyền thống. Hợp đồng vĩnh viễn Arith chuyển đổi giá trị tương lai của tài sản dựa trên tỷ suất lợi nhuận lịch sử của tài sản. Do đó, giá trị của tài sản tăng lên 100% sau khi người dùng mở một vị thế. Thu nhập của người dùng không phải là 100%. Trong trường hợp cực đoan, ngay cả khi giá trị của tài sản đang tăng, thu nhập của bạn có thể âm.

source: 2. No one picks up the execution order There may be slippage to execute at the trigger price.
es: 2. Nadie recoge la orden de ejecución. Puede haber deslizamiento para ejecutar al precio de activación.
pt: 2. Ninguém pega a ordem de execução. Pode haver deslizamento para executar no preço de acionamento.
ru: 2. Никто не берет исполнительный ордер, может возникнуть проскальзывание при исполнении по цене триггера.
tr: 2. Uygulama emrini kimse almaz. Tetikleme fiyatında işlem yapmak için kayma olabilir.
vi: 2. Không có ai nhận lệnh thực hiện. Có thể xảy ra trượt giá để thực hiện ở giá kích hoạt.

source: 2. Position liquidation risk: Arith perpetual contracts provide leverage of 1-20 times. When your leverage is greater than 1 times leverage, the price fluctuation of the underlying asset may cause liquidation.
es: 2.Riesgo de liquidación de posición: Los contratos perpetuos de Arith ofrecen un apalancamiento de 1-20 veces. Cuando su apalancamiento es mayor que 1 vez, la fluctuación del precio del activo subyacente puede provocar una liquidación.
pt: 2. Risco de liquidação de posição: Os contratos perpétuos da Arith oferecem alavancagem de 1 a 20 vezes. Quando a sua alavancagem é maior do que 1 vez, as flutuações no preço do ativo subjacente podem causar a liquidação.
ru: 2. Риск ликвидации позиции: Вечные контракты Arith предоставляют кредитное плечо от 1 до 20 раз. Когда ваше кредитное плечо больше чем 1 раз, колебания цены базового актива могут вызвать ликвидацию.
tr: 2.Pozisyon likidasyon riski: Arith sürekli sözleşmeleri 1-20 kat kaldıraç sağlar. Kaldıracınız 1 kat kaldıraçtan büyük olduğunda, temel varlık fiyatının dalgalanması likidasyona neden olabilir.
vi: 2. Rủi ro thanh lý vị thế: Hợp đồng vĩnh viễn Arith cung cấp đòn bẩy từ 1-20 lần. Khi đòn bẩy của bạn lớn hơn 1 lần, sự biến động giá trị của tài sản cơ bản có thể gây ra thanh lý.

source: 24h Change
pt: 24h Variação
ru: Изменение за 24 часа
tr: 24 saatlik Değişim
vi: Thay đổi trong 24 giờ

source: 24h High
pt: 24h alto
ru: Максимум за 24 часа
tr: 24 saatlik Yüksek
vi: Giá cao nhất trong 24 giờ

source: 24h Low
pt: 24h baixo
ru: Минимум за 24 часа
tr: 24 saatlik Düşük
vi: Giá thấp nhất trong 24 giờ

source: 3. ATF Token price fluctuation risk: Both the margin and the final profit and loss use ATF Token, and ATF itself is also a highly volatile asset. In extreme cases, even if your perpetual contract position is profitable, However, due to the fluctuation of the ATF price itself, it may cause you to lose money in terms of fiat currency.
es: 3.Riesgo de fluctuación del precio del token ATF: Tanto el margen como la ganancia y pérdida final utilizan el token ATF, y el ATF en sí es un activo altamente volátil. En casos extremos, incluso si su posición en el contrato perpetuo es rentable, debido a la fluctuación del precio del ATF en sí, puede resultar en pérdidas en términos de moneda fiduciaria.
pt: 3. Risco de flutuação do preço do token ATF: Tanto a margem quanto o lucro final e a perda utilizam o token ATF, e o próprio ATF é um ativo altamente volátil. Em casos extremos, mesmo que sua posição em contrato perpétuo seja lucrativa, a flutuação do preço do ATF em si pode fazer com que você perca dinheiro em termos de moeda fiduciária.
ru: 3. Риск колебания цены токена ATF: Как залог, так и конечный доход и убыток используют токен ATF, и сам ATF также является высоковолатильным активом. В экстремальных случаях, даже если ваша позиция по вечному контракту приносит прибыль, из-за колебаний цены токена ATF сам по себе, это может привести к потере денег в терминах фиатной валюты.
tr: 3.ATF Token fiyat dalgalanma riski: Hem teminat hem de nihai kar ve zarar ATF Tokeni kullanır ve ATF kendisi de oldukça volatil bir varlıktır. Aşırı durumlarda, sürekli sözleşme pozisyonunuz karlı olsa bile, ATF fiyatının dalgalanması nedeniyle fiat para cinsinden kayıp yaşamanıza neden olabilir.
vi: 3. Rủi ro biến động giá trị token ATF: Cả việc ký quỹ và lợi nhuận cuối cùng và lỗ hổng sử dụng token ATF, và ATF chính nó cũng là một tài sản biến động mạnh. Trong trường hợp cực đoan, ngay cả khi vị thế hợp đồng vĩnh viễn của bạn có lợi nhuận, tuy nhiên, do biến động của giá trị token ATF chính nó, nó có thể khiến bạn mất tiền theo loại tiền tệ fiat.

source: 30 Day's PNL
ru: PNL за 30 дней'
vi: PNL 30 Ngày

source: 30 Days' PNL
pt: Lucro e Perda de 30 dias
ru: PNL за 30 дней'
tr: 30 Gün Kar/Zarar
vi: PNL 30 Ngày

source: 4. External oracle risk: Arith protocol's perpetual contract price comes from the Arith oracle. If the oracle is attacked or other reasons cause the price to be abnormal, The system may encounter settlement exceptions, which may cause errors in the user's revenue calculation.
es: 4.Riesgo de oracle externo: El precio del contrato perpetuo del protocolo Arith proviene del oracle de Arith. Si el oracle es atacado o por otras razones el precio se vuelve anormal, el sistema puede enfrentar excepciones de liquidación, lo que puede provocar errores en el cálculo de los ingresos del usuario.
pt: 4. Risco de oracle externo: O preço do contrato perpétuo do protocolo Arith vem do oracle da Arith. Se o oracle for atacado ou outros motivos causarem um preço anormal, o sistema pode encontrar exceções de liquidação, o que pode causar erros no cálculo de receita do usuário.
ru: 4. Риск внешнего оракула: Цена вечного контракта протокола Arith получается из оракула Arith. Если оракул подвергается атаке или по каким-либо другим причинам цена становится необычной, система может столкнуться с исключениями в расчетах по расчетам, что может привести к ошибкам в расчетах доходов пользователя.
tr: Harici oracle riski: Arith protokolünün sürekli sözleşme fiyatı, Arith oracle'ından gelir. Oracle'ın saldırıya uğraması veya diğer nedenler fiyatın anormal olmasına yol açarsa, sistem hesaplaşma istisnalarıyla karşılaşabilir, bu da kullanıcının gelir hesaplamasında hatalara neden olabilir.
vi: 4. Rủi ro nguồn thông tin ngoại vi: Giá của hợp đồng vĩnh viễn của giao thức Arith đến từ Arith oracle. Nếu oracle bị tấn công hoặc nguyên nhân khác gây ra giá trị không bình thường, hệ thống có thể gặp phải các ngoại lệ trong việc thanh lý, dẫn đến lỗi trong việc tính toán thu nhập của người dùng.

source: 5. Smart contract risk: There may be fatal unknown risks in the smart contract that may cause your principal to be damaged. Please evaluate the risk yourself before deciding whether to participate.
es: 5. Riesgo de contrato inteligente: Puede haber riesgos desconocidos y fatales en el contrato inteligente que podrían dañar tu inversión principal. Por favor, evalúa el riesgo por ti mismo antes de decidir si participar.
pt: 5. Risco de contrato inteligente: pode haver riscos desconhecidos fatais no contrato inteligente que possam causar danos ao seu principal. Por favor, avalie o risco antes de decidir se participa ou não.
ru: 5. Риск смарт-контракта: В смарт-контракте могут быть фатальные неизвестные риски, которые могут привести к ущербу вашему основному капиталу. Пожалуйста, оцените риск самостоятельно, прежде чем принимать решение об участии.
tr: 5. Akıllı sözleşme riski: Akıllı sözleşmede ölümcül bilinmeyen riskler olabilir ve ana paranızın zarar görmesine yol açabilir. Lütfen katılmaya karar vermeden önce riski kendiniz değerlendirin.
vi: 5. Rủi ro từ hợp đồng thông minh (smart contract): Có thể có những rủi ro chết người không xác định trong hợp đồng thông minh có thể gây thiệt hại cho số tiền của bạn. Vui lòng tự đánh giá rủi ro trước khi quyết định có tham gia hay không.

source: 7 Day's PNL
ru: Прибыль/убыток за 7 дней
vi: PNL 7 Ngày

source: 7 Days' PNL
pt: Lucro e Perda de 7 dias
ru: Прибыль/убыток за 7 дней
tr: 7 Gün Kar/Zarar
vi: PNL 7 Ngày

source: 7D Followers PnL
es: 7D seguidores Pnl
ru: Прибыль/Убыток за 7 дней от подписчиков
tr: 7 Günlük Takipçi Kar/Zararı
vi: Lợi nhuận Followers 7 ngày

source: 7D PnL
ru: Прибыль/Убыток за 7 дней
tr: 7D Kar/Zararı
vi: Lợi nhuận 7 ngày

source: A 10% pre-profit-sharing deduction will be made on each profitable copy trading order.The actual settlement will calculate the total PNL, and the final settlement amount will prevail.
es: En cada orden de copy trading con ganancias se hará una deducción del 10% para la distribución previa de beneficios. El cálculo del PNL total se realizará en el momento de la liquidación final, prevaleciendo el monto del asentamiento final.
ru: С каждого прибыльного ордера копи-трейдинга будет удержано 10% предварительного распределения прибыли. Итоговый расчет будет произведен на основе общего PNL, и окончательная сумма расчета будет иметь приоритет.
vi: Mỗi lệnh copy trading có lợi nhuận sẽ được khấu trừ 10% lợi nhuận chia sẻ trước. Việc thanh toán cuối cùng sẽ tính toán tổng PNL, và số tiền thanh toán cuối cùng sẽ được ưu tiên.

source: A professional trader's position will be automatically copied and executed for you.
es: La posición de un trader profesional se copiará y ejecutará automáticamente para usted.
pt: A posição de um trader profissional será automaticamente copiada e executada para você.
ru: Позиция профессионального трейдера будет автоматически скопирована и выполнена для вас.
tr: Bir profesyonel tüccarın pozisyonu otomatik olarak kopyalanacak ve sizin adınıza yürütülecektir.
vi: Vị trí của một nhà giao dịch chuyên nghiệp sẽ được tự động sao chép và thực hiện cho bạn.

source: about connecting wallets
es: sobre cómo conectar billeteras
pt: sobre as carteiras digitais
ru: о подключении кошельков
tr: cüzdanları bağlamak hakkında
vi: về việc kết nối ví

source: Account
es: Cuenta
pt: conta
ru: Аккаунт
tr: Hesap
vi: tài khoản

source: Accounts
es: Cuentas
ru: Учетные записи
vi: Tài khoản

source: Action
es: Acción
pt: ação
ru: Действие
tr: İşlem
vi: hành động

source: Add
es: Añadir
pt: Adicionar
ru: Добавить
tr: Ekle
vi: Thêm

source: Add ATF to wallet
es: Agregar ATF a la billetera.
pt: Adicionar ATF à carteira
ru: Добавьте ATF в кошелек
tr: Cüzdanınıza ATF ekleyin.
vi: Thêm ATF vào ví

source: Add Copy Trading Amount
es: Agregar Cantidad de Copia de Trading
pt: Adicionar Valor de Negociação por Cópia
ru: Добавить сумму для копирования сделок
tr: Kopya Ticaret Miktarı Ekleyin
vi: Thêm số tiền giao dịch sao chép

source: Add position
es: Agregar posición
pt: Adicionar posição
ru: Добавить позицию
tr: Pozisyon ekle
vi: Thêm vị thế

source: Add Position
es: Agregar posición
pt: Adicionar Posição
ru: Добавить позицию
tr: Pozisyon ekle
vi: Thêm vị thế

source: Address
es: Dirección
pt: Endereço
ru: Адрес
tr: Adres
vi: Địa chỉ

source: Adjust Leverage
es: Modificar el apalancamiento
pt: Ajustar Alavancagem
ru: Настроить плечо
tr: Kaldıraç Ayarı
vi: Duyệt xem đòn bẩy

source: Advanced
es: Avanzado
pt: Avançado
ru: Продвинутый
tr: Gelişmiş
vi: Mở rộng

source: Advantages of ArithFi
es: Ventajas de ArithFi.
pt: Vantagens do ArithFi
ru: Преимущества ArithFi
tr: ArithFi'nin Avantajları
vi: Ưu điểm của ArithFi

source: After the limit order is executed, TP and SL price you set will trigger immediately.
es: Después de que la orden límite se ejecute, los precios de TP y SL que estableciste se activarán inmediatamente.
pt: Após a execução da ordem limite, o preço TP e SL que você definiu será acionado imediatamente.
ru: После выполнения лимитного ордера, установленные вами цены TP и SL будут срабатывать немедленно.
tr: Limit emir gerçekleştikten sonra, belirlediğiniz TP ve SL fiyatları hemen tetiklenecektir.
vi: Sau khi lệnh giới hạn được thực hiện, giá TP (Take Profit) và giá SL (Stop Loss) mà bạn đã đặt sẽ kích hoạt ngay lập tức.

source: Align With Traders
es: Alinéese con los Traders
pt: Alinhar com Traders
ru: Синхронизироваться с трейдерами
tr: Diğer Tüccarlarla Uyum Sağlayın
vi: Căn chỉnh với các nhà giao dịch

source: All
es: TODO
ru: Все

source: All Traders
es: Todos los Traders
pt: Todos os Traders
ru: Все трейдеры
tr: Tüm Tüccarlar
vi: Tất cả các nhà giao dịch

source: Amount
es: Cantidad
pt: Quantidade
ru: Количество
tr: Miktar
vi: Số lượng

source: Analysis
es: Análisis
pt: Análise
ru: Анализ
tr: Analiz
vi: Phân tích

source: Announcement
es: Anuncio
ru: Объявление

source: Approval required
es: Aprobación requerida
pt: Aprovação necessária
ru: Требуется подтверждение
tr: Onay gerekiyor
vi: Yêu cầu phê duyệt

source: Approve
es: Aprobar
pt: Aprovar
ru: Подтвердить
tr: Onayla
vi: Phê duyệt

source: ArithFi is based on the SCP (Smart contract Counterparty) model
es: ArithFi se basa en el modelo SCP (Smart contract Counterparty)
ru: ArithFi основана на модели SCP (Smart contract Counterparty)

source: ArithFi Swap
es: Intercambio ArithFi
pt: Troca ArithFi
ru: Обмен ArithFi
vi: Sàn giao dịch ArithFi

source: ArithFi, the First
es: ArithFi,El primero
ru: ArithFi, Первый

source: ArithFi, the First Decentralized
es: ArithFi, el Primer Descentralizado
ru: ArithFi, Первый Децентрализованный

source: Assets
es: Activos
ru: Активы
vi: Tài sản

source: ATF is a deflationary token and serves as the settlement token for the ArithFi arithmetic trading model. Holders of ATF tokens can be considered as counterparts to all traders in ArithFi. We believe that traders cannot consistently outperform the market in the long run, thus ATF holders can benefit from the appreciation of the token due to losses incurred by traders. With ongoing product iterations and community development, ATF will become a equilibrium asset. Additionally, ATF tokens also possess governance functions, providing more rights to ATF holders in the future
es: ATF es un token deflacionario y sirve como token de liquidación para el modelo de comercio aritmético de ArithFi. Los poseedores de tokens ATF pueden considerarse como contrapartes de todos los comerciantes en ArithFi. Creemos que los comerciantes no pueden superar constantemente el mercado a largo plazo, por lo tanto, los poseedores de ATF pueden beneficiarse de la apreciación del token debido a las pérdidas incurridas por los comerciantes. Con iteraciones continuas de productos y desarrollo comunitario, ATF se convertirá en un activo de equilibrio. Además, los tokens ATF también poseen funciones de gobernanza, proporcionando más derechos a los poseedores de ATF en el futuro
ru: ATF — это дефляционный токен, который служит в качестве расчетного токена для арифметической торговой модели ArithFi. Владельцы токенов ATF могут рассматриваться как контрагенты для всех трейдеров в ArithFi. Мы верим, что трейдеры не могут постоянно превосходить рынок в долгосрочной перспективе, поэтому владельцы ATF могут получить выгоду от роста стоимости токена из-за убытков, понесенных трейдерами. С непрерывными итерациями продукта и развитием сообщества ATF станет активом равновесия. Кроме того, токены ATF также обладают функциями управления, предоставляя более широкие права владельцам ATF в будущем

source: balance
pt: saldo
ru: баланс
tr: bakiye
vi: Số dư

source: Balance
es: Saldo
ru: Баланс
vi: Số dư

source: Balance:
pt: Saldo:
ru: Баланс:
tr: bakiye
vi: Số dư:

source: Become Elite Traders >
es: Conviértase en Traders Élite >
pt: Torne-se Traders de Elite >
ru: Стать элитными трейдерами >
tr: Elit Tüccarlar Olun >
vi: Trở thành các nhà giao dịch ưu tú >

source: Boost your earning and influence by becoming copy traders.
es: Aumente sus ganancias e influencia al convertirse en traders copiados.
pt: Aumente seus ganhos e influência ao se tornar um trader por cópia.
ru: Повысьте свои заработки и влияние, став копирующими трейдерами.
tr: Kopya Tüccarları Olarak Gelirinizi ve Etkinliğinizi Artırın.
vi: Tăng thu nhập và sự ảnh hưởng của bạn bằng cách trở thành các nhà giao dịch sao chép.

source: Burn $ATF
es: Quemar $ATF
pt: Queimar $ATF
ru: Сжечь $ATF
tr: $ATF Yakma
vi: Tiêu hủy $ATF

source: Burned
es: Quemado
pt: Queimado
ru: Сожжено
tr: Yakıldı
vi: Đã đốt cháy

source: Choose Token Pair
es: Elija el Par de Tokens
ru: Выберите пару токенов

source: Click here to view copy trading details.
es: Haga clic aquí para ver los detalles de la copia de trading.
pt: Clique aqui para ver os detalhes da negociação por cópia.
ru: Нажмите здесь, чтобы просмотреть детали копирования сделок.
tr: Kopya işlem ayrıntılarını görmek için buraya tıklayın.
vi: Nhấn vào đây để xem chi tiết giao dịch sao chép.

source: Close
es: Cerrar
pt: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng

source: Close Limit Order
es: Cerrar Orden Límite
pt: Fechar ordem limite
ru: Закрыть лимитную заявку
tr: Limit Emri Kapat
vi: Đóng lệnh giới hạn

source: Close Position
es: Cerrar Posición
pt: Fechar posição
ru: Закрыть позицию
tr: Pozisyonu Kapat
vi: Đóng vị thế

source: Close Price
es: Precio de Cierre
pt: Preço de fechamento
ru: Цена закрытия
tr: Kapanış Fiyatı
vi: Giá đóng cửa

source: Close Risk
es: Riesgo de Cierre
pt: Risco de fechamento
ru: Риск закрытия
tr: Kapanış Riski
vi: Đóng rủi ro

source: Close Time
es: Hora de cierre
pt: Horário de Fechamento
ru: Время закрытия
tr: Kapanış Saati
vi: Thời gian đóng cửa

source: Community
es: Comunidad
ru: Сообщество

source: Confirm
es: Confirmar
pt: Confirmar
ru: Подтвердить
tr: Onayla
vi: Xác nhận

source: Confirm you are the owner of this wallet
es: Confirma que eres el propietario de esta billetera
pt: Confirme que você é o proprietário desta carteira.
ru: Подтвердите, что вы владелец этого кошелька
tr: Bu cüzdanın sahibi olduğunuzu onaylayın
vi: Xác nhận bạn là chủ sở hữu của ví này

source: Connect Wallet
es: Conectar Billetera
pt: Conectar carteira
ru: Подключить кошелек
tr: Cüzdanı Bağla
vi: Kết nối ví

source: Contact
es: Contacto
ru: Контакт

source: Copy
es: Copiar
pt: Copiar
ru: Копировать
tr: Kopyala
vi: sao chép

source: Copy Invitation Link
es: Copiar Enlace de Invitación
pt: Copiar link de convite
ru: Копировать ссылку на приглашение
tr: Davet Bağlantısını Kopyala
vi: Sao chép liên kết mời

source: Copy Link
es: Copiar Enlace
pt: Copiar link
ru: Копировать ссылку
tr: Bağlantıyı Kopyala
vi: Sao chép liên kết

source: Copy Now
es: Copiar ahora
pt: Copiar Agora
ru: Скопировать сейчас
tr: Şimdi Kopyala
vi: Sao chép ngay
