Repository: ArithFi/Web-User-Interface
Catalog: src/locales/*/messages.po
Languages: es, pt, ru, tr, vi

source: Copy Orders
es: Copiar órdenes
pt: Copiar Pedidos
ru: Копировать заказы
tr: Emirleri Kopyala
vi: Sao chép các đơn hàng

source: Copy Settle
es: Liquidación de Copia
ru: Копировать Сеттл
vi: Chốt lời Copy

source: Copy Successfully
es: Copiado Exitosamente
pt: Copiado com sucesso
ru: Скопировано успешно
tr: Başarıyla Kopyalandı
vi: Sao chép thành công

source: Copy Trade
es: Copiar Comercio
ru: Копировать сделку

source: Copy Trader Service Agreement
es: Acuerdo de Servicio de Copia de Trader
pt: Acordo de Serviço de Copiador de Traders
ru: Соглашение об услуге копирования трейдера
tr: Kopya Tüccar Hizmet Sözleşmesi
vi: Thỏa thuận Dịch vụ Sao chép Trader

source: Copy Traders’ PnL (ATF)
es: Ganancias y Pérdidas de Copia de Traders (ATF)
pt: PnL de Copiar Traders (ATF)
ru: Копировать прибыль и убытки трейдеров (ATF)
tr: Kopya Yatırımcıların Kar ve Zararı (ATF)
vi: PnL của những người copy (ATF)

source: Copy Trading
es: Trading de Copia
pt: Negociação por Cópia
ru: Копирование сделок
tr: Kopya İşlem
vi: Sao chép giao dịch

source: Copy Trading Address
es: Dirección de Copia de Operaciones
pt: Endereço de Copiar Negociação
ru: Адрес для копирования сделок
tr: Kopya İşlem Adresi
vi: Địa chỉ copy trading

source: Copy trading assets
es: Activos de Trading de Copia
ru: Копировать торговые активы
vi: Tài sản Copy trading

source: Copy Trading Assets
es: Activos de Trading de Copia
ru: Копировать Торговые Активы
vi: Tài sản Copy Trading

source: Copy Trading Assets(ATF)
es: Activos de Copia de Trading (ATF)
pt: Ativos de Copiar Negociações(ATF)
ru: Копировать активы для торговли (ATF)
tr: Kopya İşlem Toplam Tutarı (ATF)
vi: Các tài sản giao dịch sao chép (ATF)

source: Copy Trading Each Order
es: Copiar Cada Orden de Trading
pt: Copiar Cada Pedido
ru: Копировать каждый ордер
tr: Her Emri Kopya İşlem
vi: Sao chép giao dịch mỗi lệnh

source: Copy Trading Effortlessly
es: Copia de Trading sin esfuerzo
pt: Negociação por Cópia sem Esforço
ru: Копирование сделок без усилий
tr: Zahmetsizce Kopya İşlem
vi: Sao chép giao dịch một cách dễ dàng

source: Copy Trading Total Amount (ATF)
es: Cantidad Total de Copia de Trading (ATF)
pt: Valor Total de Copiar Negociações (ATF)
ru: Общая сумма для копирования (ATF)
tr: Kopya İşlem Varlıkları (ATF)
vi: Tổng số tiền giao dịch sao chép (ATF)

source: Copy Transfer
es: Transferencia de Copia
ru: Копировать Перевод
vi: Chuyển nhượng Copy

source: Crypto
es: Cripto
ru: Крипто

source: CryptoCurrencies, Forex, Precious Metal, Commodity, Stock
es: Criptomonedas, Forex, Metales Preciosos, Materias Primas, Acciones
pt: Criptomoedas, Forex, Metais Preciosos, Commodities, Ações
ru: Криптовалюты, валютный рынок, драгоценные металлы, товары, акции
tr: Kripto Paralar, Forex, Değerli Maden, Emtia, Hisse Senedi
vi: Tiền điện tử, Ngoại hối, Kim loại quý, Hàng hóa, Cổ phiếu

source: Cumulative Copy Traders
es: Traders Copiados Acumulativos
pt: Copiadores Cumulativos
ru: Накопительные копирующие трейдеры
tr: Toplam Kopya Tüccarları
vi: Nhà giao dịch sao chép tích luỹ

source: Cumulative Profit
es: Ganancias Acumuladas
pt: Lucro Cumulativo
ru: Накопленная прибыль
tr: Toplam Kar
vi: Tổng lợi nhuận

source: Cumulative Return
es: Retorno Acumulado
pt: Retorno Cumulativo
ru: Суммарный доход
tr: Birikmiş Getiri
vi: Lợi nhuận tích lũy

source: Current
es: Actual
pt: Atual
ru: Текущий
tr: Mevcut
vi: Hiện tại

source: CURRENT ATF PRICE (USD)
es: PRECIO ACTUAL DE ATF (USD)
pt: PREÇO ATUAL DO ATF (USD)
ru: Текущая цена ATF (USD)
tr: Şu anki ATF fiyatı (USD)
vi: Giá ATF HIỆN TẠI (USD)

source: Current:
es: Actual
pt: Atual:
ru: Текущий
tr: Mevcut:
vi: Hiện tại:

source: Custom Copy Trading
es: Trading de Copia Personalizado
pt: Negociação por Cópia Personalizada
ru: Пользовательское копирование сделок
tr: Özel Kopya İşlem
vi: Sao chép giao dịch tùy chỉnh

source: Daily Return
es: Retorno Diario
pt: Retorno Diário
ru: Дневной доход
tr: Günlük Getiri
vi: Lợi nhuận hàng ngày

source: Dark mode
es: Modo oscuro
pt: Modo escuro
ru: Тёмный режим
tr: Karanlık Mod
vi: Chế độ tối

source: Dashboard
es: Panel de Control
pt: Painel de controle
ru: Панель управления
tr: Kontrol Paneli
vi: Bảng điều khiển

source: Decentralized Derivatives
es: Derivados Descentralizados
ru: Децентрализованные деривативы

source: Default
es: Predeterminado
pt: Predefinição
ru: По умолчанию
tr: Varsayılan
vi: Mặc định

source: Deflationary
es: Deflacionario
ru: Deflacionário

source: Deposit
es: Depósito
pt: Depósito
ru: Депозит
tr: Yatır
vi: Nạp tiền

source: Deposit Request
es: Solicitud de Depósito
pt: Solicitação de Depósito
ru: Запрос на депозит
tr: Depozito İsteği
vi: Yêu cầu nạp tiền

source: Derivatives Protocol Achieves
es: Logros del Protocolo de Derivados
ru: Достижения протокола деривативов

source: Disconnect
es: Desconectar
pt: Desligar
ru: Отключить
tr: Bağlantıyı Kes
vi: Ngắt kết nối

source: Due to the market volatility, the actual liquidation price may be different from the theoretical liquidation price. Here is the theoretical liquidation price, for reference only.
es: Debido a la volatilidad del mercado, el precio de liquidación real puede ser diferente del precio teórico de liquidación. Aquí está el precio teórico de liquidación, solo para referencia.
ru: Из-за волатильности рынка фактическая цена ликвидации может отличаться от теоретической цены ликвидации. Вот теоретическая цена ликвидации, только для справки.

source: Earn $ATF
es: Ganar $ATF
pt: Ganhe $ATF
ru: Зарабатывайте $ATF
tr: $ATF Kazanın
vi: Kiếm $ATF

source: Earnings
es: Ganancias
pt: Ganhos
ru: прибыль
tr: Kazançlar
vi: Lợi nhuận

source: Edit
es: Editar
pt: Editar
ru: Редактировать
tr: Düzenle
vi: Chỉnh sửa

source: Edit Limit Order
es: Editar Orden Límite
pt: Editar ordem limitada
ru: Редактировать лимитный ордер
tr: Limit Emrini Düzenle
vi: Chỉnh sửa lệnh giới hạn

source: Edit Position
es: Editar Posición
pt: Editar posição
ru: Редактировать позицию
tr: Pozisyonu Düzenle
vi: Chỉnh sửa vị thế

source: Edited
es: Editado
pt: Editado
ru: измененный
tr: Düzenlendi
vi: Đã chỉnh sửa

source: End copy will liquidate your position with market orders, and automatically refund the assets to your account after deducting the profit-sharing during the settlement period.
es: Al finalizar la copia, se liquidará tu posición con órdenes de mercado y se reembolsarán automáticamente los activos a tu cuenta tras deducir la participación en los beneficios durante el periodo de liquidación.
ru: Завершение копирования ликвидирует вашу позицию с рыночными ордерами и автоматически вернет активы на ваш счет после вычета доли прибыли в период расчетов.
vi: Kết thúc sao chép sẽ thanh lý vị thế của bạn bằng lệnh thị trường và tự động hoàn lại tài sản vào tài khoản của bạn sau khi đã khấu trừ phần chia lợi nhuận trong thời gian thanh toán.

source: Enjoy 0 trading fees & 0 slippage trading
es: Disfruta de 0 comisiones de trading y 0 deslizamiento en tus operaciones
ru: Наслаждайтесь торговлей без комиссий и без скольжения.

source: Enjoy 0 trading fees & 0 slippage trading on ArithFi
es: Disfruta de 0 comisiones de trading y 0 deslizamiento al operar en ArithFi
ru: Наслаждайтесь торговлей без комиссий и без скольжения на ArithFi.

source: Entry Price
es: Precio de Entrada
pt: Preço de entrada
ru: Цена входа
tr: Giriş Fiyatı
vi: Giá vào lệnh

source: Estimated Realized Amount
es: Monto Realizado Estimado
pt: Valor Realizado Estimado
ru: Ожидаемая реализованная сумма
tr: Tahmini Gerçekleşmiş Tutar
vi: Số tiền thực tế ước tính

source: Expand more assets:
es: Expandir más activos:
pt: Expandir mais ativos:
ru: Расширить больше активов:
tr: Daha fazla varlık genişletin:
vi: Mở rộng thêm tài sản:

source: Expand more products:
es: Expandir más productos:
pt: Expandir mais produtos:
ru: Расширить больше продуктов:
tr: Daha fazla ürün genişletin:
vi: Mở rộng thêm sản phẩm:

source: Fail
es: Fallido
pt: falha
ru: Неудача
tr: Başarısız
vi: thất bại

source: Fail Request
es: Solicitud Fallida
pt: Pedido de reprovação
ru: Не удалось выполнить запрос
tr: Başarısız İstek
vi: Yêu cầu thất bại

source: Favorites
es: Favoritos
ru: Избранное

source: Follow the right person, making money is as easy as breathing. You can follow the right person on ArithFi, here is my refer link
es: Seguir a la persona adecuada, ganar dinero es tan fácil como respirar. Puedes seguir a la persona adecuada en ArithFi, aquí tienes mi enlace de referencia.
pt: Siga a pessoa certa, ganhar dinheiro é tão fácil quanto respirar. Você pode seguir a pessoa certa no ArithFi, aqui está o meu link de referência
ru: Следуйте за правильным человеком, зарабатывать деньги так же легко, как дышать. Вы можете следовать за правильным человеком на ArithFi, вот моя реферальная ссылка
tr: Doğru kişiyi takip etmek, para kazanmak soluk almak kadar kolaydır. ArithFi'de doğru kişiyi takip edebilirsiniz, işte benim referans bağlantım.
vi: Thụ động theo người đúng, kiếm tiền cũng dễ như thở. Bạn có thể thụ động theo người đúng trên ArithFi, đây là liên kết giới thiệu của tôi

source: Follow top trading strategies on ArithFi
es: Seguir las mejores estrategias de trading en ArithFi
pt: Siga as principais estratégias de negociação no ArithFi
ru: Следуйте за лучшими торговыми стратегиями на ArithFi
tr: ArithFi'de en iyi ticaret stratejilerini takip edin.
vi: Thụ động theo các chiến lược giao dịch hàng đầu trên ArithFi

source: Followers
es: Seguidores
pt: Seguidores
ru: Подписчики
tr: Takipçiler
vi: Người theo dõi

source: Following
es: Siguiendo
pt: Seguindo
ru: Следующий
tr: Takip
vi: Theo sau

source: For users/smart contracts using Arith Protocol perpetual contracts, please understand its rules and the differences of similar products in the market when performing positions, settlement, liquidation and other related operations. After fully understanding the following possible risks and can bear Participate in the risk situation:
es: Para los usuarios/contratos inteligentes que utilizan contratos perpetuos del Protocolo Arith, por favor, comprendan sus reglas y las diferencias con productos similares en el mercado al realizar posiciones, liquidación y otras operaciones relacionadas. Después de entender completamente los posibles riesgos siguientes y poder soportar la situación de riesgo, participen:
pt: Para os usuários/contratos inteligentes que utilizam contratos perpétuos do Protocolo Arith, por favor, compreendam suas regras e as diferenças de produtos semelhantes no mercado ao realizar posições, liquidação, encerramento e outras operações relacionadas. Após entender completamente os possíveis riscos a seguir e estar disposto a participar de situações de risco:
ru: Для пользователей/смарт-контрактов, использующих вечные контракты протокола Arith, пожалуйста, понимайте его правила и различия с аналогичными продуктами на рынке при выполнении позиций, расчетов, ликвидации и других связанных операций. После полного понимания следующих возможных рисков и способности их переносить, участвуйте в рискованных ситуациях:
tr: Arith Protokolü sürekli sözleşmelerini kullanan kullanıcılar/smart sözleşmeler, pozisyon, hesaplaşma, likidasyon ve diğer ilgili işlemleri gerçekleştirirken lütfen kurallarını ve benzer ürünlerin piyasada farklarını anlayın. Aşağıda belirtilen olası riskleri tamamen anladıktan ve bu risk durumuna katlanabileceğinizden emin olduktan sonra katılın:
vi: Đối với người dùng/hợp đồng thông minh sử dụng hợp đồng vĩnh viễn Arith Protocol, hãy hiểu rõ các quy tắc và sự khác biệt so với các sản phẩm tương tự trên thị trường khi thực hiện các vị thế, thanh lý, thanh lý và các hoạt động liên quan khác. Sau khi hiểu đầy đủ về các rủi ro có thể xảy ra sau đây và có thể chịu đựng, tham gia vào tình huống rủi ro:

source: Forex
ru: Форекс

source: From
es: Desde
ru: От
tr: Gönderen
vi: Từ

source: Funding Amount
es: Monto Fundacional
ru: Сумма основания

source: Futures
es: Futuros
pt: Futuros
ru: Фьючерсы
tr: Vadeli işlemler
vi: Tương lai

source: Futures Assets
es: Valor de la Posición
ru: Активы Фьючерсов
vi: Tài sản Hợp đồng Tương lai

source: Futures, Options, Structure Products
es: Futuros, Opciones, Productos Estructurados
pt: Futuros, Opções, Produtos Estruturados
ru: Фьючерсы, опционы, структурированные продукты
tr: Futures, Options, Structure Ürünleri
vi: Hợp đồng tương lai, Quyền chọn, Sản phẩm cấu trúc

source: GET $ATF
es: OBTENER $ATF
pt: OBTENHA $ATF
ru: Получить $ATF
tr: $ATF AL
vi: NHẬN $ATF

source: Get ATF
es: Obtener ATF
pt: Obter ATF
ru: Получить ATF
tr: ATF Alın
vi: Nhận ATF

source: Guide
es: Guía
ru: Руководство

source: History
es: Historial
pt: História
ru: История
tr: Geçmiş
vi: Lịch sử

source: Home
es: Inicio
pt: Início
ru: Главная
tr: ANA SAYFA
vi: Trang chủ

source: How can ArithFi make profits through 0 trading fees?
es: ¿Cómo puede ArithFi obtener beneficios a través de las comisiones de trading 0?
ru: Как ArithFi может получать прибыль через комиссии за торговлю 0?

source: How to Trade
es: Cómo Operar
pt: Como Negociar
ru: Как торговать
tr: Nasıl Ticaret Yapılır
vi: Cách giao dịch

source: How to Trade on ArithFi?
es: ¿Cómo operar en ArithFi?
pt: Como Negociar na ArithFi?
ru: Как торговать на ArithFi?
tr: ArithFi'de Nasıl İşlem Yapılır?
vi: Cách giao dịch trên ArithFi?

source: I have read and agreed to the
es: He leído y aceptado el/la
pt: Eu li e concordei com o
ru: Я прочитал и согласен с
tr: Okudum ve kabul ettim
vi: Tôi đã đọc và đồng ý với

source: I understand
es: Entiendo
pt: Entendi
ru: Я понимаю
tr: Anladım
vi: Tôi hiểu

source: If you are using a secure device that you own. Selecting this option can expose your keys and information to others if you are on a public or non-secured device.
es: Si estás utilizando un dispositivo seguro que es de tu propiedad. Seleccionar esta opción puede exponer tus claves e información a otros si estás en un dispositivo público o no seguro.
pt: Se você estiver usando um dispositivo seguro de sua propriedade. Selecionar essa opção pode expor suas chaves e informações a terceiros se você estiver em um dispositivo público ou não seguro.
ru: Если вы используете безопасное устройство, принадлежащее вам. Выбор этой опции может раскрыть ваши ключи и информацию другим, если вы находитесь на публичном или незащищенном устройстве.
tr: Kendinize ait güvenli bir cihaz kullanıyorsanız. Bu seçeneği seçmek, genel bir cihazda veya güvensiz bir cihazda olmanız durumunda anahtarlarınızın ve bilgilerinizin başkalarına açığa çıkmasına neden olabilir.
vi: Nếu bạn đang sử dụng một thiết bị an toàn mà bạn sở hữu. Lựa chọn này có thể tiếp xúc các khóa và thông tin của bạn với người khác nếu bạn đang sử dụng một thiết bị công cộng hoặc không được bảo mật.

source: Image
es: Imagen
pt: Imagem
ru: Изображение
tr: Görsel
vi: Hình ảnh

source: Including funding amounts.
es: Incluyendo Montos de Financiamiento
ru: Включая суммы финансирования

source: Incur a loss, your $ATF will be burned
es: Si incurs en pérdidas, tus $ATF serán quemados
pt: Incorra em uma perda e seus $ATF serão queimados.
ru: Понесите убытки, ваши $ATF будут сожжены
tr: Zarar ederseniz, $ATF'niz yakılır.
vi: Gánh chịu một mất mát, $ATF của bạn sẽ bị đốt cháy.

source: Infinite Liquidity
es: Liquidez infinita
pt: Liquidez infinita
ru: Бесконечная ликвидность
tr: Sınırsız Likidite
vi: Thanh khoản vô hạn

source: Information
es: Información
ru: Информация

source: Initial Margin + Added Margin,Added Margin is the margin for Add the user's position.
es: Margen Inicial + Margen Adicional, El Margen Adicional es el margen para agregar La posición del usuario
ru: Начальная маржа + Дополнительная маржа, Дополнительная маржа - маржа для добавления Позиция пользователя

source: Initial Margin + Added Margin,Added Margin is the margin for Add the user's position.
es: Margen Inicial + Margen Adicional, el Margen Adicional es el margen necesario para agregar la posición del usuario.
ru: Начальная маржа + Дополнительная маржа, Дополнительная маржа - это маржа, необходимая для добавления позиции пользователя.

source: Insufficient
es: Insuficiente
pt: Insuficiente
ru: Недостаточно
tr: Yetersiz
vi: Không đủ

source: Insufficient ATF balance
es: Saldo insuficiente de ATF
pt: Saldo insuficiente de ATF
ru: Недостаточный баланс ATF
tr: Yetersiz ATF bakiyesi
vi: Số dư ATF không đủ

source: Insufficient balance
es: Saldo Insuficiente
pt: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
vi: Số dư không đủ

source: Insufficient balance. Please deposit to start the lightning trade.
es: Saldo insuficiente. Por favor, deposita para comenzar el trading rápido.
pt: Saldo insuficiente. Por favor, deposite para começar a negociação relâmpago.
ru: Недостаточный баланс. Пожалуйста, пополните счет, чтобы начать моментальную торговлю.
tr: Yetersiz bakiye. Hızlı işlem yapmaya başlamak için lütfen para yatırın.
vi: Số dư không đủ. Vui lòng nạp tiền để bắt đầu giao dịch nhanh.

source: Integrations & Partners
es: Integraciones y Socios
ru: Интеграции и партнеры

source: Invite
es: Invitación
ru: Приглашение

source: Invitee Address
es: Davet Edilen Adres
pt: Endereço do Convidado
ru: Адрес приглашенного
tr: Davet Edilen Adres
vi: Địa chỉ người được mời

source: Invitees
es: Invitados
ru: Приглашенные

source: it will trigger Market order, and the estimated PNL will be
es: Piyasa emri tetikleyecek ve tahmini Kâr/Zarar (PNL) şu şekilde olacak
pt: Isto irá acionar uma ordem de mercado, e o lucro ou prejuízo estimado será
ru: Это вызовет рыночный ордер, и ожидаемая прибыль/убыток будет
tr: Piyasa emri tetikleyecek ve tahmini Kar/Zarar (PNL) şu şekilde olacak
vi: nó sẽ kích hoạt lệnh thị trường và ước tính lợi nhuận và thua lỗ sẽ được

source: Join Time
es: Hora de Unión
ru: Присоединяйтесь к Time

source: Language
es: Idioma
pt: Idioma
ru: Язык
tr: Dil
vi: Ngôn ngữ

source: Last
es: Último
pt: Último
ru: Последний
tr: Son
vi: Cuối cùng

source: Last 24 hours
es: Últimas 24 horas
pt: Últimas 24 horas
ru: Последние 24 часа
tr: Son 24 saat
vi: 24 giờ qua

source: Last 7 days
es: Últimos 7 días
pt: Últimos 7 dias
ru: Последние 7 дней
tr: Son 7 gün
vi: 7 ngày qua

source: Last month
es: Último mes
pt: Último mês
ru: Прошлый месяц
tr: Geçen ay
vi: Tháng trước

source: Last Price
es: Último Precio
pt: Preço Atual
ru: Последняя цена
tr: Son Fiyat
vi: Giá cuối cùng

source: Learn more
es: Obtener más información
pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edin
vi: Tìm hiểu thêm

source: Leverage*Initial Margin
es: Apalancamiento*Margen Inicial
ru: Плечо*Начальная маржа

source: Limit
es: Límite
pt: Limite
ru: Лимит
vi: Giới hạn

source: Limit Order
es: Orden de Límite
ru: Лимитный ордер

source: Limit Price
es: Precio Límite
pt: Preço Limite
ru: Цена лимита
tr: Limit Fiyatı
vi: Giá giới hạn

source: Link wallet
es: Enlazar billetera
pt: Carteira Link
ru: Связать кошелек
tr: Cüzdanı Bağla
vi: Ví Link

source: Liq Price
es: Precio de Liquidación
pt: Preço de Liquidação
ru: Цена ликвидации
vi: Giá thanh lý

source: Liquidated
es: Liquidado
pt: Liquidado
ru: Ликвидирован
tr: Likidasyon
vi: Bị thanh lý

source: Long
es: Largo
pt: Longo
ru: Лонг
tr: Uzun
vi: Mua

source: Losing Trades
es: Operaciones perdedoras
pt: Negociações Perdedoras
ru: Убыточные сделки
tr: Zarar Eden İşlemler
vi: Các giao dịch thua lỗ

source: Make a profit, you will earn $ATF
es: Si obtienes ganancias, ganarás $ATF
pt: Faça um lucro e você ganhará $ATF.
ru: Получите прибыль, и вы заработаете $ATF
tr: Kar elde ederseniz, $ATF kazanırsınız.
vi: Đạt lợi nhuận, bạn sẽ kiếm được $ATF.

source: Margin
es: Margen
ru: Маржа

source: Margin Ratio
es: Ratio de margen
ru: Маржинальное отношение

source: Mark Price
es: Precio de marcado
ru: Цена маркировки

source: Market
es: Mercado
pt: Mercado
ru: Рынок
tr: Piyasa
vi: Thị trường

source: Market Closed
es: Mercado Cerrado
ru: Рынок закрыт

source: Market Price
es: Precio de mercado
pt: Preço de Mercado
ru: Рыночная цена
tr: Piyasa Fiyatı
vi: Giá thị trường

source: MAX
es: MÁXIMO
pt: MÁX
ru: МАКС
tr: MAKS
vi: Tối đa

source: Minimum 200 ATF
es: Mínimo 200 ATF
pt: Mínimo de 200 ATF
ru: Минимально 200 ATF
vi: Tối thiểu 200 ATF

source: Minimum 50 ATF
es: Mínimo 50 ATF
pt: Mínimo de 50 ATF
ru: Минимально 50 ATF
vi: Tối thiểu 50 ATF

source: More
es: Más
pt: Mais
ru: Подробнее
tr: Daha Fazla
vi: Thêm

source: More Info
es: Más Información
pt: Mais informações
ru: Больше информации
tr: Daha Fazla Bilgi
vi: Thông tin thêm

source: My Copies
es: Mi Copia
pt: Minhas Cópias
ru: Мои копии
tr: Kopyalarım
vi: Các bản sao của tôi

source: My profit sharing
es: Mi participación en las ganancias
pt: Minha partilha de lucros
ru: Моя прибыльная доля
tr: Kâr Paylaşımım
vi: Lợi nhuận chia sẻ của tôi

source: My Traders
es: Mis Traders
pt: Meus Traders
ru: Мои трейдеры
tr: Tüccarlarım
vi: Các nhà giao dịch của tôi

source: My Trades
es: Mis Operaciones
pt: Minhas Negociações
ru: Мои сделки
tr: Tüccarlarım
vi: Các giao dịch của tôi

source: News
es: Noticias
pt: Notícias
ru: Новости
tr: Haberler
vi: Tin tức

source: No commissions yet
es: Aún no hay comisiones
pt: Ainda não há comissões
ru: Пока нет комиссий.
tr: Henüz komisyon yok
vi: Chưa có hoa hồng nào

source: No Order
es: Sin Orden
pt: Nenhum pedido
ru: Нет ордеров
tr: Sipariş Yok
vi: Không có lệnh nào

source: No Orders
es: Sin Órdenes
pt: Sem Ordens
ru: Нет ордеров
tr: Sipariş Yok
vi: Không có đơn hàng

source: No profit sharing yet
es: Todavía no hay participación en las ganancias
pt: Ainda não há partilha de lucros
ru: Пока нет прибыльного участия
tr: Henüz Kâr Paylaşımı Yok
vi: Chưa có chia sẻ lợi nhuận

source: No Records Found
es: No se encontraron registros
pt: Nenhum Registro Encontrado
ru: Нет найденных записей
tr: Kayıt Bulunamadı
vi: Không tìm thấy hồ sơ nào

source: No Transactions yet
es: Todavía no hay transacciones
pt: Ainda não há transacções
ru: Сделок пока нет
tr: Henüz İşlem Yok
vi: Chưa có lệnh giao dịch nào

source: Number of Orders
es: Número de Órdenes
pt: Número de Pedidos
ru: Количество заказов
tr: Sipariş Sayısı
vi: Số lượng đơn hàng

source: Open APP, 0 slippage trading at any time
ru: Открыть приложение, торговля без проскальзывания в любое время

source: Open Interest
es: Interés Abierto
pt: Interesse Aberto
ru: Открытый интерес
tr: Açık Pozisyonlar
vi: Lãi suất mở cửa

source: Open Long
es: Uzun Pozisyon Aç
pt: Abrir Posição Longa
ru: Открыть длинную позицию
tr: Uzun Pozisyon Aç
vi: Mua dài

source: Open position
es: Abrir posición
pt: Posição aberta
ru: Открыть позицию
tr: Pozisyon Aç
vi: Vị thế mở

source: Open Price
es: Precio de Apertura
pt: Preço aberto
ru: Цена открытия
tr: Açılış Fiyatı
vi: Giá mở vị thế

source: Open Short
es: Kısa Pozisyon Aç
pt: Abrir Posição Curta
ru: Открыть короткую позицию
tr: Kısa Pozisyon Aç
vi: Bán ngắn

source: Open Time
es: Hora de apertura
pt: Tempo Aberto
ru: Время открытия
tr: Açılış Zamanı
vi: Thời gian mở cửa

source: Operate
es: Operar
pt: Operar
ru: Действие
tr: İşlem Yap
vi: Hoạt động

source: Orders
es: Órdenes
pt: Ordens
ru: Ордера
tr: Siparişler
vi: Đơn hàng

source: Overview
es: Resumen
pt: Visão geral
ru: Обзор
tr: Genel Bakış
vi: Tổng quan

source: Pending
es: Pendiente
pt: Pendente
ru: В ожидании
tr: Beklemede
vi: Đang chờ

source: Pending Profit Sharing
es: Participación en las ganancias pendiente
pt: Partilha de lucros pendente
ru: В ожидании прибыльного участия
tr: Bekleyen Kâr Paylaşımı
vi: Chia sẻ lợi nhuận đang chờ

source: Performance
es: Rendimiento
pt: Desempenho
ru: Результативность
tr: Performans
vi: Hiệu suất
