Repository: ArithFi/Web-User-Interface
Catalog: src/locales/*/messages.po
Languages: es, pt, ru, tr, vi

source: Why would the price of ATF increase?
es: ¿Por qué aumentaría el precio del ATF?
ru: Почему должна увеличиться цена на ATF?

source: Will not be displayed after closing
es: No se mostrará después de cerrar
pt: Não será exibido após o fechamento
ru: Не будет отображаться после закрытия
tr: Kapatıldıktan sonra görüntülenmeyecek
vi: Sẽ không được hiển thị sau khi đóng

source: Win Rate
es: Índice de ganancias
pt: Taxa de Vitória
ru: Процент выигрышей
tr: Kazanma Oranı
vi: Tỷ lệ chiến thắng

source: Winning Trades
es: Operaciones ganadoras
pt: Negociações Vencedoras
ru: Выигрышные сделки
tr: Kazançlı İşlemler
vi: Các giao dịch chiến thắng

source: with 1 click
es: con 1 clic
pt: com 1 clique
ru: в 1 клик
tr: 1 tıklamayla
vi: chỉ với 1 cú nhấp chuột

source: Withdraw
es: Retirar
pt: Retirar
ru: Вывести
tr: Çekim
vi: Rút tiền

source: You can buy $ATF from exchanges or wallets directly.CEXs let you buy crypto using fiat. They hold $ATF you buy until you send it to a wallet you control. Or your can buy $ATF peer-to-peer on DEXs to lets you keep your funds in your hands.
es: Puedes comprar $ATF en intercambios o carteras directamente. Las casas de cambio centralizadas (CEX) te permiten comprar criptomonedas usando dinero fiat. Mantienen los $ATF que compras hasta que los envíes a una cartera que controlas. O también puedes comprar $ATF de igual a igual en intercambios descentralizados (DEX) para mantener tus fondos en tus manos.
pt: Você pode comprar $ATF em exchanges ou carteiras diretamente. As CEXs permitem que você compre criptomoedas usando moeda fiduciária. Elas mantêm o $ATF que você compra até que você o envie para uma carteira que você controla. Ou você pode comprar $ATF de forma peer-to-peer em DEXs para manter seus fundos sob seu controle.
ru: Вы можете приобрести $ATF на биржах или непосредственно в кошельках. Централизованные биржи (CEXs) позволяют вам покупать криптовалюту, используя фиатные средства. Они удерживают $ATF, который вы покупаете, пока вы не отправите его в кошелек, который вы контролируете. Или вы можете покупать $ATF напрямую через P2P на децентрализованных биржах (DEXs), чтобы сохранить контроль над вашими средствами.
tr: $ATF'yi borsalardan veya cüzdanlardan doğrudan satın alabilirsiniz. Merkezi borsalar (CEXs), kripto parayı fiat para kullanarak satın almanıza izin verir. Satın aldığınız $ATF'yi kontrol ettiğiniz bir cüzdana gönderene kadar saklarlar. Ayrıca, $ATF'yi merkezi olmayan borsalarda (DEXs) peer-to-peer olarak da satın alabilirsiniz, bu size fonları elinizde tutma olanağı sunar.
vi: Ứng dụng có thể mua $ATF trực tiếp từ sàn giao dịch hoặc ví. Các sàn giao dịch trung tâm (CEXs) cho phép bạn mua tiền điện tử bằng tiền thật. Họ giữ $ATF bạn mua cho đến khi bạn gửi nó vào một ví mà bạn kiểm soát. Hoặc bạn có thể mua $ATF đối thoại trực tiếp trên các sàn giao dịch phi tập trung (DEXs) để giữ quyền kiểm soát tài sản trong tay của bạn.

source: You can freely choose the KOL that suits you in the leaderboards.
es: Puede elegir libremente al KOL que le convenga en las clasificaciones.
pt: Você pode escolher livremente o KOL que se adapte a você nos rankings.
ru: Вы можете свободно выбирать KOL, который подходит вам, в рейтингах лидеров.
tr: Lider panolarda size uygun olan KOL'u özgürce seçebilirsiniz.
vi: Bạn có thể tự do chọn KOL phù hợp với bạn trong bảng xếp hạng.

source: Offset
es: Ofset
pt: Diferença
tr: Ofset
vi: Bù lại

source: * Due to the complexity of financial data, there might be nuances and delay. Data displayed above is for reference only.We sincerely apologize for any inconvenience.
pt: * Devido à complexidade dos dados financeiros, pode haver nuances e atrasos. Os dados apresentados acima são apenas para referência. Pedimos desculpa por qualquer incómodo.
tr: * Finansal verilerin karmaşıklığı nedeniyle nüanslar ve gecikmeler olabilir. Yukarıda gösterilen veriler sadece referans içindir. Herhangi bir rahatsızlık için içtenlikle özür dileriz.
vi: * Do sự phức tạp của dữ liệu tài chính, do đó có thể bị sai số̉ và chậm trễ. Dữ liệu được hiển thị ở trên chỉ mang tính chất tham khảo. Chúng tôi thành thật xin lỗi nếu có bất kỳ sự bất tiện không đáng có nào xảy ra.

source: < OPEN PRICE
pt: < PREÇO DE ABERTURA
tr: < AÇILIŞ FİYATI
vi: < GIÁ MỞ CỬA

source: > OPEN PRICE
pt: > PREÇO DE ABERTURA
tr: ＞ AÇILIŞ FİYATI
vi: > GIÁ MỞ CỬA

source: A 10% pre-profit-sharing deduction will be made on each profitable copy trading order. This PnL = Total Profit - 10% Pre-Deducted Profit. Your surplus pre-profit-sharing will be refunded at settlement.
tr: Her karlı kopya işlem emri üzerinden %10 kar öncesi paylaşım kesintisi yapılacaktır. Bu Kâr ve Zarar = Toplam Kar - %10 Önceden Kesilen Kar şeklinde hesaplanır. Kar öncesi fazla olan miktar, hesaplaşma sırasında iade edilecektir.
vi: Mỗi lệnh sao chép có lợi nhuận sẽ bị khấu trừ 10% lợi nhuận trước thuộc về mỗi lệnh. Công thức tính Lợi và Lỗ = Tổng Lợi Nhuận - 10% Lợi Nhuận đã khấu trừ trước. Số dư trước khi chia sẻ lợi nhuận của bạn sẽ được hoàn lại khi thanh toán.

source: Actual Margin
pt: Margem Atual
tr: Gerçek Marj
vi: Tiền Ký quỹ thực có

source: ArithFi can meet the needs of long-tail users.
pt: O ArithFi pode atender às necessidades de usuários de longo prazo.
tr: ArithFi, uzun kuyruk kullanıcılarının ihtiyaçlarını karşılayabilir.
vi: ArithFi có thể đáp ứng nhu cầu của người dùng dài hạn.

source: ArithFi Coin
pt: Moeda ArithFi
vi: Đồng tiền ArithFi

source: ArithFi is based on the SCP (Smart contract Counterparty) model.
pt: ArithFi é baseado no modelo SCP (Smart contract Counterparty)
tr: ArithFi, SCP (Akıllı sözleşme karşı taraf) modeline dayanmaktadır
vi: ArithFi dựa trên mô hình SCP (Smart contract Counterparty)

source: ArithFi, A decentralized Derivatives Exchange Eliminates Market Makers and LPs.
pt: ArithFi, uma Bolsa Descentralizada de Derivativos, Elimina Fabricantes de Mercado e LPs.
tr: ArithFi, Piyasa Yapıcılarını ve LP'leri Ortadan Kaldıran Merkezi Olmayan Bir Türev Borsasıdır.
vi: ArithFi, Một Sàn Giao Dịch Tài Chính Phi Tập Trung Loại Bỏ Các Nhà Tạo Lập Thị Trường và LPs.

source: ATF is a deflationary token and serves as the settlement token for the ArithFi arithmetic trading model. Holders of ATF tokens can be considered as counterparts to all traders in ArithFi. We believe that traders cannot consistently outperform the market in the long run, thus ATF holders can benefit from the appreciation of the token due to losses incurred by traders. With ongoing product iterations and community development, ATF will become a equilibrium asset. Additionally, ATF tokens also possess governance functions, providing more rights to ATF holders in the future.
pt: O ATF é um token deflacionário e serve como token de liquidação para o modelo de negociação aritmética da ArithFi. Os detentores de tokens ATF podem ser considerados como contrapartes de todos os traders na ArithFi. Acreditamos que os traders não podem consistentemente superar o mercado a longo prazo, portanto, os detentores de ATF podem se beneficiar com a valorização do token devido às perdas incorridas pelos traders. Com iterações contínuas do produto e desenvolvimento da comunidade, o ATF se tornará um ativo de equilíbrio. Além disso, os tokens ATF também possuem funções de governança, proporcionando mais direitos aos detentores de ATF no futuro.
tr: ATF, bir deflasyonaryon jetonudur ve ArithFi aritmetik ticaret modelinin yerleşim jetonu olarak hizmet eder. ATF jetonlarının sahipleri, ArithFi'deki tüm tüccarlarla muhatap kabul edilebilirler. Uzun vadede tüccarların sürekli olarak piyasayı aşamayacaklarına inanıyoruz, bu nedenle ATF sahipleri, tüccarların kayıplarından kaynaklanan jetonun değer kazancından faydalanabilirler. Sürekli ürün iterasyonları ve topluluk gelişimi ile ATF, denge varlığı haline gelecektir. Ayrıca, ATF jetonları aynı zamanda yönetim fonksiyonlarına sahiptir, gelecekte ATF sahiplerine daha fazla hak sunar.
vi: ATF là một token phòng thao hóa và đóng vai trò là token thanh toán cho mô hình giao dịch toán học ArithFi. Người nắm giữ token ATF có thể được coi là đối tác của tất cả các nhà giao dịch trong ArithFi. Chúng tôi tin rằng những người giao dịch không thể liên tục vượt qua thị trường trong dài hạn, do đó người nắm giữ ATF có thể hưởng lợi từ sự tăng giá của token do những người giao dịch gánh chịu. Với việc phát triển sản phẩm liên tục và phát triển cộng đồng, ATF sẽ trở thành một tài sản cân đối. Ngoài ra, token ATF cũng có các chức năng quản trị, mang lại nhiều quyền lợi hơn cho người nắm giữ ATF trong tương lai.

source: Closed
pt: Fechado
vi: Đóng

source: Commission
vi: Hoa hồng

source: Cumulative Commission
pt: Comissão cumulativa
tr: Toplam Komisyon
vi: Hoa hồng tích lũy

source: Cumulative Commissions
pt: Comissões acumuladas
tr: Toplam Komisyon
vi: Hoa hồng tích lũy

source: Cumulative Invitee Trading Volume
pt: Volume acumulado de transacções com convidados
tr: Toplam Davet Edilen Kullanıcıların İşlem Hacmi
vi: Tổng khối lượng giao dịch của người được mời tích lũy

source: Due to the market volatility, the actual liquidation price may be different from the theoretical liquidation price . Here is the theoretical liquidation price, for reference only.
pt: Devido à volatilidade do mercado, o preço de liquidação real pode ser diferente do preço de liquidação teórico. Aqui está o preço de liquidação teórico, apenas para referência.
tr: Piyasa oynaklığı nedeniyle, gerçek likidasyon fiyatı teorik likidasyon fiyatından farklı olabilir. İşte teorik likidasyon fiyatı, sadece referans için.
vi: Do sự biến động của thị trường, giá thanh lý thực tế có thể khác với giá thanh lý lý thuyết. Dưới đây là giá thanh lý lý thuyết, chỉ để tham khảo.

source: Eliminate market makers and LPs in trading
pt: Eliminar market makers e provedores de liquidez na negociação
tr: Ticarette piyasa yapıcıları ve LP'leri ortadan kaldırın
vi: Loại bỏ thợ làm thị trường và LP trong giao dịch

source: Enjoy 0 slippage trading on ArithFi
pt: Aproveite a negociação sem deslize no ArithFi.
tr: ArithFi'de 0 kayma ile ticaretin tadını çıkarın.
vi: Hãy tận hưởng giao dịch không trượt giá trên ArithFi

source: If a Centralized Exchange (CEX) wants to introduce new asset pairs, such as GOLD futures, for futures trading, they typically require market makers to provide liquidity; otherwise, high slippage can occur during trading. However, if only 10 users are interested in trading this new asset, the profits may not cover the costs of market making.
pt: Se uma Bolsa Centralizada (CEX) deseja introduzir novos pares de ativos, como futuros de OURO, para negociação de futuros, geralmente eles exigem que os market makers forneçam liquidez; caso contrário, pode ocorrer alta variação durante a negociação. No entanto, se apenas 10 usuários estiverem interessados em negociar esse novo ativo, os lucros podem não cobrir os custos de criação de mercado.
tr: Eğer Merkezi Olmayan Bir Borsa (CEX), yeni varlık çiftleri eklemek istiyorsa, örneğin ALTIN vadeli işlemleri gibi, vadeli işlem için genellikle piyasa yapıcılarının likidite sağlamaları gerekir; aksi takdirde ticaret sırasında yüksek kayma (slippage) meydana gelebilir. Ancak, yalnızca 10 kullanıcının bu yeni varlığı ticaret yapmaya ilgi gösterdiği durumda, karlar piyasa yapma maliyetlerini karşılamayabilir.
vi: Nếu một Sàn Giao dịch Tập trung (CEX) muốn giới thiệu các cặp tài sản mới, như hợp đồng tương lai VÀNG, cho giao dịch tương lai, họ thường yêu cầu thợ làm thị trường cung cấp tính thanh khoản; nếu không, có thể xảy ra hiện tượng trượt giá cao trong quá trình giao dịch. Tuy nhiên, nếu chỉ có 10 người dùng quan tâm đến việc giao dịch tài sản mới này, lợi nhuận có thể không đủ để đối phó với chi phí của việc làm thị trường.

source: In ArithFi's trading model, the cost of adding new asset pairs, like GOLD futures, for futures trading, is approximately $0.1 per day, and it offers infinite liquidity with 0 slippage. Even if only one user wishes to trade, we can provide support.
pt: No modelo de negociação do ArithFi, o custo de adicionar novos pares de ativos, como futuros de OURO, para negociação de futuros, é de aproximadamente $0.1 por dia, e oferece liquidez infinita sem deslize. Mesmo que apenas um usuário queira negociar, podemos oferecer suporte.
tr: ArithFi'nin ticaret modeline göre, yeni varlık çiftleri eklemenin maliyeti (örneğin, ALTIN vadeli işlemleri gibi) yaklaşık olarak günde 0.1 dolar ve 0 kayma ile sonsuz likidite sunar. Yalnızca bir kullanıcı bile ticaret yapmak istese, destek sağlayabiliriz.
vi: Trong mô hình giao dịch của ArithFi, chi phí thêm các cặp tài sản mới, như hợp đồng tương lai VÀNG, để giao dịch tương lai, là khoảng $0.1 mỗi ngày và cung cấp thanh khoản vô hạn với 0 trượt giá. Ngay cả khi chỉ có một người dùng muốn giao dịch, chúng tôi cũng có thể hỗ trợ.

source: Invitee Trading Volume
pt: Volume de negociação de convidados
tr: Davet Edilen Kullanıcıların İşlem Hacmi
vi: Khối lượng giao dịch của người được giới thiệu

source: Loading...
pt: Carregando...
vi: Đang tải...

source: Minimum 60 ATF
pt: Mínimo de 60 ATF
vi: Tối thiểu 60 ATF

source: My commissions
pt: As minhas comissões
tr: Komisyonlarım
vi: Hoa hồng của tôi

source: No LPs
pt: Sem LPs
tr: Likidite Sağlayıcıları Yok
vi: Không có LPs

source: No Market Makers
pt: Sem criadores de mercado
tr: Piyasa Yapıcıları Yok
vi: Không có thợ làm thị trường

source: Position fee = Position * 0.05%
pt: Taxa de posição = Posição * 0,05%
tr: Pozisyon ücreti = Pozisyon * 0.05%
vi: Phí vị thế = Vị thế * 0.05%

source: Realized Pnl
tr: Gerçekleşen Kar/Zarar
vi: Lãi/Lỗ Thực Tế

source: Settled
pt: Liquidado
tr: Hesaplandı
vi: Đã thanh toán

source: Settled Commissions
pt: Comissões liquidadas
tr: Hesaplanan Komisyonlar
vi: Hoa hồng đã thanh toán

source: SL
vi: Dừng Lỗ

source: Stop Order
pt: Ordem de Stop
tr: Stop Emri
vi: Lệnh dừng

source: The fixed amount you invested for each order. The service fee will be deducted from the copy trading actual margin of each order.
pt: O valor fixo que você investiu para cada ordem. A taxa de serviço será deduzida da margem real de cada ordem de cópia.
tr: Her bir emir için yatırdığınız sabit miktar. Hizmet ücreti, her emir açıldığında kopya işlem yapılacak olan gerçek marjinden düşülecektir.
vi: Số tiền cố định bạn đã đầu tư cho mỗi lệnh. Phí dịch vụ sẽ được khấu trừ từ lệnh giao dịch sao chép mỗi khi nó được khởi tạo.

source: Total Commissions
pt: Total das comissões
tr: Toplam Komisyonlar
vi: Tổng hoa hồng

source: Total Pay
pt: Remuneração total
tr: Toplam Ödeme
vi: Tổng số tiền thanh toán

source: TP
vi: Chốt Lời

source: Trade with me on ArithFi
pt: Negocie comigo no ArithFi
tr: ArithFi'de benimle ticaret yap
vi: Giao dịch cùng tôi trên ArithFi

source: Unsettled Commissions
pt: Comissões não liquidadas
tr: Hesaplanmamış Komisyonlar
vi: Hoa hồng chưa được thanh toán

source: Use $ATF as margin to open positions.
pt: Use $ATF como margem para abrir posições.
tr: Pozisyon açmak için $ATF olarak teminat kullanın
vi: Sử dụng $ATF làm ký quỹ để mở vị thế.

source: Why is this considered the next-generation trading model?
pt: Por que isso é considerado o modelo de negociação da próxima geração?
tr: Bu neden gelecek nesil ticaret modeli olarak kabul ediliyor?
vi: Tại sao mô hình giao dịch này được xem là mô hình giao dịch thế hệ tiếp theo?

source: Documentation
pt: Documentação
tr: Dökümantasyon

source: End copy will liquidate your position with market orders, and automatically return the assets to your Account after deducting the profits sharing.
pt: O fim da cópia liquidará sua posição com ordens de mercado e retornará automaticamente os ativos para sua conta após deduzir a partilha dos lucros.
tr: Kopyayı sonlandırmak, pozisyonunuzu piyasa emirleri ile likide edecek ve kar payı kesildikten sonra varlıkları otomatik olarak hesabınıza iade edecektir.

source: Freeze Accounts
pt: Contas congeladas
tr: Hesapları dondurmak

source: Freeze Deposit
pt: Congelar depósito
tr: Depozitoyu dondurmak

source: Freeze to Deposit
pt: Congelar para depositar
tr: Depozit yapmak için dondurmak

source: Last 3 weeks
pt: Últimas 3 semanas

source: My Balance
pt: Meu Saldo
tr: Bakiyem

source: My Positions
pt: Minhas Posições
tr: Pozisyonlarım

source: Personal
pt: Pessoal
tr: Kişisel

source: Position*0.05%
pt: Posição * 0,05%
tr: Pozisyon*0.05%

source: Positions Value
pt: Valor das Posições
tr: Pozisyon Değeri

source: Profit
pt: Lucro
tr: Kâr

source: The frozen amount is currently unavailable for withdrawal. If you have any inquiries, please feel free to reach out to contact admin support.
pt: O valor congelado não está atualmente disponível para saque. Se você tiver alguma dúvida, sinta-se à vontade para entrar em contato com o suporte administrativo.
tr: Donmuş miktar şu anda çekilemez durumda. Herhangi bir sorunuz varsa lütfen yönetici destek ile iletişime geçmekten çekinmeyin.

source: Wallet Deposit
pt: Depósito na carteira
tr: Cüzdan Yatırımı

source: Wallet Withdraw
pt: Retirada da carteira
tr: Cüzdan Çekme
